{"document":{"section":[{"content":"Preamble","metadata":{"topics":["http://www.constituteproject.org/ontology/figures","http://www.constituteproject.org/ontology/preamble","http://www.constituteproject.org/ontology/socclas","http://www.constituteproject.org/ontology/prevcond"]},"section":[{"content":"China is one of the countries with the longest histories in the world. The people of all nationalities in China have jointly created a splendid culture and have a glorious revolutionary tradition."},{"content":"Feudal China was gradually reduced after 1840 to a semi-colonial and semi-feudal country. The Chinese people waged wave upon wave of heroic struggles for national independence and liberation and for democracy and freedom. Great and earth-shaking historical changes have taken place in China in the 20th century. The Revolution of 1911, led by Dr. Sun Yat-sen, abolished the feudal monarchy and gave birth to the Republic of China. But the Chinese people had yet to fulfill their historical task of overthrowing imperialism and feudalism."},{"content":"After waging hard, protracted and tortuous struggles, armed and otherwise, the Chinese people of all nationalities led by the Communist Party of China with Chairman Mao Zedong as its leader ultimately, in 1949, overthrew the rule of imperialism, feudalism and bureaucratic capitalism, won the great victory of the New-Democratic Revolution and founded the People&#x27;s Republic of China. Thereupon, the Chinese people took state power into their own hands and became masters of the country."},{"content":"After the founding of the People&#x27;s Republic, the transition of Chinese society from a new-democratic to a socialist society was effected step by step. The socialist transformation of the private ownership of the means of production was completed, the system of exploitation of man by man eliminated and the socialist system established. The people&#x27;s democratic dictatorship led by the working class and based on the alliance of workers and peasants, which is in essence the dictatorship of the proletariat, has been consolidated and developed. The Chinese people and the Chinese People&#x27;s Liberation Army have thwarted aggression, sabotage and armed provocations by imperialists and hegemonists, safeguarded China&#x27;s national independence and security and strengthened its national defense."},{"content":"Major successes have been achieved in economic development. An independent and fairly comprehensive socialist system of industry has in the main been established. There has been a marked increase in agricultural production. Significant progress has been made in educational, scientific, cultural and other undertakings, and socialist ideological education has yielded noteworthy results. The living standards of the people have improved considerably.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/science"}}},{"content":"The victory in China&#x27;s New-Democratic Revolution and the successes in its socialist cause have been achieved by the Chinese people of all nationalities, under the leadership of the Communist Party of China and the guidance of Marxism-Leninism and Mao Zedong Thought, by upholding truth, correcting errors and surmounting numerous difficulties and hardships. China will be in the primary stage of socialism for a long time to come. The basic task of the nation is to concentrate its effort on socialist modernization along the road of Chinese-style socialism. Under the leadership of the Communist Party of China and the guidance of Marxism-Leninism, Mao Zedong Thought, Deng Xiaoping Theory, the important thought of Three Represents, the Scientific Outlook on Development, and the Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era, the Chinese people of all nationalities will continue to adhere to the people&#x27;s democratic dictatorship and the socialist road, persevere in reform and opening to the outside world, steadily improve socialist institutions, develop the socialist market economy, develop socialist democracy, improve the socialist rule of law, implement the new development concept, and work hard and self-reliantly to modernize the country&#x27;s industry, agriculture, national defense and science and technology step by step and promote the coordinated development of the material, political, spiritual, social, and ecological civilizations, to turn China into a great modern socialist country that is prosperous, powerful, democratic, culturally advanced, harmonious, and beautiful and achieve the rejuvenation of the Chinese nation.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/science"}}},{"content":"The exploiting classes as such have been eliminated in our country. However, class struggle will continue to exist within certain limits for a long time to come. The Chinese people must fight against those forces and elements, both at home and abroad, that are hostile to China&#x27;s socialist system and try to undermine it."},{"content":"Taiwan is part of the sacred territory of the People&#x27;s Republic of China. It is the lofty duty of the entire Chinese people, including our compatriots in Taiwan, to accomplish the great task of reunifying the motherland."},{"content":"In building socialism it is essential to rely on workers, peasants and intellectuals and to unite all forces that can be united. In the long years of revolution, construction and reform, there has been formed under the leadership of the Communist Party of China a broad patriotic united front which is composed of the democratic parties and people&#x27;s organizations and which embraces all socialist working people, all builders of socialism, all patriots who support socialism, all patriots who stand for the reunification of the motherland, and all patriots devoted to the rejuvenation of the Chinese nation. This united front will continue to be consolidated and developed. The Chinese People&#x27;s Political Consultative Conference, a broadly based representative organization of the united front which has played a significant historical role, will play a still more important role in the country&#x27;s political and social life, in promoting friendship with other countries and in the struggle for socialist modernization and for the reunification and unity of the country. The system of the multi-party cooperation and political consultation led by the Communist Party of China will exist and develop for a long time to come."},{"content":"The People&#x27;s Republic of China is a unitary multi-national state built up jointly by the people of all its nationalities. Socialist relations of equality, unity, mutual assistance, and harmony have been established among the nationalities and will continue to be strengthened. In the struggle to safeguard the unity of the nationalities, it is necessary to combat big-nation chauvinism, mainly Han chauvinism, and also necessary to combat local-national chauvinism. The state does its utmost to promote the common prosperity of all nationalities in the country.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ethincl"}}},{"content":"China&#x27;s achievements in revolution, construction, and reform are inseparable from the support of the people of the world. The future of China is closely linked to the future of the world. China consistently carries out an independent foreign policy and adheres to the five principles of mutual respect for sovereignty and territorial integrity, mutual non-aggression, non-interference in each other&#x27;s internal affairs, equality and mutual benefit, and peaceful coexistence, the path of peaceful development, and the reciprocal opening-up strategy in developing diplomatic relations and economic and cultural exchanges with other countries and prompting the building of a community with a shared future for mankind. China consistently opposes imperialism, hegemonism and colonialism, works to strengthen unity with the people of other countries, supports the oppressed nations and the developing countries in their just struggle to win and preserve national independence and develop their national economies, and strives to safeguard world peace and promote the cause of human progress."},{"content":"This Constitution affirms the achievements of the struggles of the Chinese people of all nationalities and defines the basic system and basic tasks of the state in legal form; it is the fundamental law of the state and has supreme legal authority. The people of all nationalities, all state organs, the armed forces, all political parties and public organizations and all enterprises and undertakings in the country must take the Constitution as the basic norm of conduct, and they have the duty to uphold the dignity of the Constitution and ensure its implementation.","metadata":{"topics":["http://www.constituteproject.org/ontology/abide","http://www.constituteproject.org/ontology/motive"]}}]},{"content":"CHAPTER I. GENERAL PRINCIPLES","section":[{"content":"Article 1","metadata":{"topics":["http://www.constituteproject.org/ontology/system","http://www.constituteproject.org/ontology/socclas","http://www.constituteproject.org/ontology/partprf"]},"section":[{"content":"The People&#x27;s Republic of China is a socialist state under the people&#x27;s democratic dictatorship led by the working class and based on the alliance of workers and peasants."},{"content":"The socialist system is the basic system of the People&#x27;s Republic of China. The leadership of the Communist Party of China is the defining feature of socialism with Chinese characteristics. Sabotage of the socialist system by any organization or individual is prohibited."}]},{"content":"Article 2","section":[{"content":"All power in the People&#x27;s Republic of China belongs to the people."},{"content":"The organs through which the people exercise state power are the National People&#x27;s Congress and the local people&#x27;s congresses at different levels."},{"content":"The people administer state affairs and manage economic, cultural and social affairs through various channels and in various ways in accordance with the law."}]},{"content":"Article 3","section":[{"content":"The state organs of the People&#x27;s Republic of China apply the principle of democratic centralism."},{"content":"The National People&#x27;s Congress and the local people&#x27;s congresses at different levels are instituted through democratic election. They are responsible to the people and subject to their supervision."},{"content":"All administrative, supervisory, judicial and procuratorial organs of the State are created by the people&#x27;s congresses to which they are responsible and by which they are supervised."},{"content":"The division of functions and powers between the central and local state organs is guided by the principle of giving full play to the initiative and enthusiasm of the local authorities under the unified leadership of the central authorities."}]},{"content":"Article 4","metadata":{"topics":["http://www.constituteproject.org/ontology/ethincl","http://www.constituteproject.org/ontology/cultrght"]},"section":[{"content":"All nationalities in the People&#x27;s Republic of China are equal. The State protects the lawful rights and interests of the minority nationalities and upholds and develops a relationship of equality, unity, mutual assistance, and harmony among all of China&#x27;s nationalities. Discrimination against and oppression of any nationality are prohibited; any acts that undermine the unity of the nationalities or instigate their secession are prohibited. The state helps the areas inhabited by minority nationalities speed up their economic and cultural development in accordance with the peculiarities and needs of the different minority nationalities.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/equalgr2"}}},{"content":"Regional autonomy is practiced in areas where people of minority nationalities live in compact communities; in these areas organs of self-government are established for the exercise of the right of autonomy. All the national autonomous areas are inalienable parts of the People&#x27;s Republic of China."},{"content":"The people of all nationalities have the freedom to use and develop their own spoken and written languages, and to preserve or reform their own ways and customs.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/langprot"}}}]},{"content":"Article 5","section":[{"content":"The People&#x27;s Republic of China exercises power in accordance with the law and establishes a socialist country under the rule of law."},{"content":"The state upholds the uniformity and dignity of the socialist legal system."},{"content":"No law or administrative or local rules and regulations shall contravene the constitution."},{"content":"All state organs, the armed forces, all political parties and public organizations and all enterprises and undertakings must abide by the Constitution and the law. All acts in violation of the Constitution and the law must be investigated.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/abide"}}},{"content":"No organization or individual may enjoy the privilege of being above the Constitution and the law."}]},{"content":"Article 6","section":[{"content":"The basis of the socialist economic system of the People&#x27;s Republic of China is socialist public ownership of the means of production, namely, ownership by the whole people and collective ownership by the working people. The system of socialist public ownership supersedes the system of exploitation of man by man; it applies the principle of &quot;from each according to his ability, to each according to his work.&quot;"},{"content":"During the primary stage of socialism, the State adheres to the basic economic system with the public ownership remaining dominant and diverse sectors of the economy developing side by side, and to the distribution system with the distribution according to work remaining dominant and the coexistence of a variety of modes of distribution."}]},{"content":"Article 7","section":{"content":"The State-owned economy, that is, the socialist economy under ownership by the whole people, is the leading force in the national economy. The State ensures the consolidation and growth of the State-owned economy."}},{"content":"Article 8","section":[{"content":"Rural collective economic organizations practice the double-tier management system that combines unified and separate operations on the basis of the household-based output-related contracted responsibility system. Various forms of the cooperative economy in rural areas such as producers&#x27;, supply and marketing, credit and consumers&#x27; cooperatives belong to the sector of the socialist economy under collective ownership by the working people."},{"content":"Working people who are members of rural economic collectives have the right, within the limits prescribed by law, to farm plots of cropland and hilly land allotted for private use, engage in household sideline production and raise privately owned livestock."},{"content":"The various forms of cooperative economy in the cities and towns, such as those in the handicraft, industrial, building, transport, commercial and service trades, all belong to the sector of socialist economy under collective ownership by the working people."},{"content":"The state protects the lawful rights and interests of the urban and rural economic collectives and encourages, guides and helps the growth of the collective economy."}]},{"content":"Article 9","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/resrce"}},"section":[{"content":"Mineral resources, waters, forests, mountains, grassland, unreclaimed land, beaches and other natural resources are owned by the state, that is, by the whole people, with the exception of the forests, mountains, grassland, unreclaimed land and beaches that are owned by collectives in accordance with the law."},{"content":"The state ensures the rational use of natural resources and protects rare animals and plants. The appropriation or damage of natural resources by any organization or individual by whatever means is prohibited.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}}}]},{"content":"Article 10","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/resrce"}},"section":[{"content":"Land in the cities is owned by the state."},{"content":"Land in the rural and suburban areas is owned by collectives except for those portions which belong to the state in accordance with the law; house sites and private plots of cropland and hilly land are also owned by collectives."},{"content":"The State may, in the public interest and in accordance with the provisions of law, expropriate or requisition land for its use and shall make compensation for the land expropriated or requisitioned.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exprop"}}},{"content":"No organization or individual may appropriate, buy, sell or otherwise engage in the transfer of land by unlawful means. The right to the use of land may be transferred according to law."},{"content":"All organizations and individuals who use land must make rational use of the land."}]},{"content":"Article 11","section":[{"content":"Individual, private and other non-public economies that exist within the limits prescribed by law are major components of the socialist market economy."},{"content":"The State protects the lawful rights and interests of the non-public sectors of the economy such as the individual and private sectors of the economy. The State encourages, supports and guides the development of the non-public sectors of the economy and, in accordance with law, exercises supervision and control over the non-public sectors of the economy."}]},{"content":"Article 12","section":[{"content":"Socialist public property is sacred and inviolable."},{"content":"The state protects socialist public property. Appropriation or damage of state or collective property by any organization or individual by whatever means is prohibited."}]},{"content":"Article 13","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/proprght"}},"section":[{"content":"Citizens&#x27; lawful private property is inviolable."},{"content":"The State, in accordance with law, protects the rights of citizens to private property and to its inheritance.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/transfer"}}},{"content":"The State may, in the public interest and in accordance with law, expropriate or requisition private property for its use and shall make compensation for the private property expropriated or requisitioned.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exprop"}}}]},{"content":"Article 14","section":[{"content":"The state continuously raises labor productivity, improves economic results and develops the productive forces by enhancing the enthusiasm of the working people, raising the level of their technical skill, disseminating advanced science and technology, improving the systems of economic administration and enterprise operation and management, instituting the socialist system of responsibility in various forms and improving organization of work.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/science"}}},{"content":"The state practices strict economy and combats waste."},{"content":"The state properly apportions accumulation and consumption, pays attention to the interests of the collective and the individual as well as of the state and, on the basis of expanded production, gradually improves the material and cultural life of the people.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/standliv"}}},{"content":"The State establishes a sound social security system compatible with the level of economic development."}]},{"content":"Article 15","section":{"content":"The state has put into practice a socialist market economy. The State strengthens the formulation of economic laws, improves macro adjustment and control and forbids according to law any units or individuals from interfering with the social economic order."}},{"content":"Article 16","section":{"content":"Stated-owned enterprises have decision-making power in operation and management within the limits prescribed by law. State-owned enterprises practice democratic management through congresses of workers and staff and in other ways in accordance with the law."}},{"content":"Article 17","section":{"content":"Collective economic organizations have decision-making power in conducting independent economic activities, on condition that they abide by the relevant laws. Collective economic organizations practice democratic management, elect or remove their managerial personnel and decide on major issue concerning operation and management according to law."}},{"content":"Article 18","section":[{"content":"The People&#x27;s Republic of China permits foreign enterprises, other foreign economic organizations and individual foreigners to invest in China and to enter into various forms of economic cooperation with Chinese enterprises and other economic organizations in accordance with the law of the People&#x27;s Republic of China."},{"content":"All foreign enterprises and other foreign economic organizations in China, as well as joint ventures with Chinese and foreign investment located in China, shall abide by the law of the People&#x27;s Republic of China. Their lawful rights and interests are protected by the law of the People&#x27;s Republic of China."}]},{"content":"Article 19","metadata":{"topics":["http://www.constituteproject.org/ontology/science","http://www.constituteproject.org/ontology/edfree"]},"section":[{"content":"The state develops socialist educational undertakings and works to raise the scientific and cultural level of the whole nation."},{"content":"The state runs schools of various types, makes primary education compulsory and universal, develops secondary, vocational and higher education and promotes pre-school education.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/edcomp"}}},{"content":"The state develops educational facilities of various types in order to wipe out illiteracy and provide political, cultural, scientific, technical and professional education for workers, peasants, state functionaries and other working people. It encourages people to become educated through self-study."},{"content":"The state encourages the collective economic organizations, state enterprises and undertakings and other social forces to set up educational institutions of various types in accordance with the law."},{"content":"The state promotes the nationwide use of Putonghua (common speech based on Beijing pronunciation).","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/langprot"}}}]},{"content":"Article 20","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/science"}},"section":{"content":"The state promotes the development of the natural and social sciences, disseminates scientific and technical knowledge, and commends and rewards achievements in scientific research as well as technological discoveries and inventions."}},{"content":"Article 21","section":[{"content":"The state develops medical and health services, promotes modern medicine and traditional Chinese medicine, encourages and supports the setting up of various medical and health facilities by the rural economic collectives, state enterprises and undertakings and neighborhood organizations, and promotes sanitation activities of a mass character, all to protect the people&#x27;s health.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/health"}}},{"content":"The state develops physical culture and promotes mass sports activities to build up the people&#x27;s physique."}]},{"content":"Article 22","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cultrght"}},"section":[{"content":"The state promotes the development of literature and art, the press, broadcasting and television undertakings, publishing and distribution services, libraries, museums, cultural centers and other cultural undertakings, that serve the people and socialism, and sponsors mass cultural activities.","metadata":{"topics":["http://www.constituteproject.org/ontology/tv","http://www.constituteproject.org/ontology/radio","http://www.constituteproject.org/ontology/artists"]}},{"content":"The state protects places of scenic and historical interest, valuable cultural monuments and relics and other important items of China&#x27;s historical and cultural heritage."}]},{"content":"Article 23","section":{"content":"The state trains specialized personnel in all fields who serve socialism, increases the number of intellectuals and creates conditions to give full scope to their role in socialist modernization."}},{"content":"Article 24","section":[{"content":"The state strengthens the building of socialist spiritual civilization through spreading education in high ideals and morality, general education, education in discipline and the legal system, and through promoting the formulation and observance of rules of conduct and common pledges by different sections of the people in urban and rural areas."},{"content":"The state advocates socialist core values and promotes civic virtues such as patriotism, love for the people, enjoyment of labor, respect for science, and devotion to socialism. The people are educated in patriotism, collectivism, internationalism, communism, dialectical and historical materialism, and are educated to oppose capitalism, feudalism, and other decadent ideas.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/science"}}}]},{"content":"Article 25","section":{"content":"The state promotes family planning so that population growth may fit the plans for economic and social development."}},{"content":"Article 26","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}},"section":[{"content":"The state protects and improves the living environment and the ecological environment, and prevents and controls pollution and other public hazards."},{"content":"The state organizes and encourages forestation and the protection of forests."}]},{"content":"Article 27","section":[{"content":"All state organs carry out the principle of simple and efficient administration, the system of responsibility for work and the system of training functionaries and assessing their work in order constantly to improve quality of work and efficiency and combat bureaucratism."},{"content":"All state organs and functionaries must rely on the support of the people, keep in close touch with them, heed their opinions and suggestions, accept their supervision and work hard to serve them."},{"content":"All state functionaries shall take a public oath to the Constitution when taking office.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/oath"}}}]},{"content":"Article 28","section":{"content":"The State maintains public order and suppresses treasonable and other criminal activities that endanger State security; it penalizes actions that endanger public security and disrupt the socialist economy and other criminal activities, and punishes and reforms criminals."}},{"content":"Article 29","section":[{"content":"The armed forces of the People&#x27;s Republic of China belong to the people. Their tasks are to strengthen national defense, resist aggression, defend the motherland, safeguard the people&#x27;s peaceful labor, participate in national reconstruction, and work hard to serve the people."},{"content":"The state strengthens the revolutionization, modernization and regularization of the armed forces in order to increase the national defense capability."}]},{"content":"Article 30","section":[{"content":"The administrative division of the People&#x27;s Republic of China is as follows:","section":[{"content":"The country is divided into provinces, autonomous regions and municipalities directly under the Central Government;"},{"content":"Provinces and autonomous regions are divided into autonomous prefectures, counties, autonomous counties and cities;"},{"content":"Counties and autonomous counties are divided into townships, nationality townships and towns."}]},{"content":"Municipalities directly under the Central Government and other large cities are divided into districts and counties. Autonomous prefectures are divided into counties, autonomous counties, and cities."},{"content":"All autonomous regions, autonomous prefectures and autonomous counties are national autonomous areas."}]},{"content":"Article 31","section":{"content":"The state may establish special administrative regions when necessary. The systems to be instituted in special administrative regions shall be prescribed by law enacted by the National People&#x27;s Congress in the light of the specific conditions."}},{"content":"Article 32","section":[{"content":"The People&#x27;s Republic of China protects the lawful rights and interests of foreigners within Chinese territory, and while on Chinese territory foreigners must abide by the law[s] of the People&#x27;s Republic of China.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/abide"}}},{"content":"The People&#x27;s Republic of China may grant asylum to foreigners who request it for political reasons.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/asylum"}}}]}]},{"content":"CHAPTER II. THE FUNDAMENTAL RIGHTS AND DUTIES OF CITIZENS","section":[{"content":"Article 33","section":[{"content":"All persons holding the nationality of the People&#x27;s Republic of China are citizens of the People&#x27;s Republic of China.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/citizen"}}},{"content":"All citizens of the People&#x27;s Republic of China are equal before the law. Every citizen enjoys the rights and at the same time must perform the duties prescribed by the Constitution and the law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/equal"}}},{"content":"The State respects and preserves human rights."}]},{"content":"Article 34","metadata":{"topics":["http://www.constituteproject.org/ontology/voteun","http://www.constituteproject.org/ontology/voteres"]},"section":{"content":"All citizens of the People&#x27;s Republic of China who have reached the age of 18 have the right to vote and stand for election, regardless of nationality, race, sex, occupation, family background, religious belief, education, property status, or length of residence, except persons deprived of political rights according to law."}},{"content":"Article 35","metadata":{"topics":["http://www.constituteproject.org/ontology/assem","http://www.constituteproject.org/ontology/assoc","http://www.constituteproject.org/ontology/press","http://www.constituteproject.org/ontology/express"]},"section":{"content":"Citizens of the People&#x27;s Republic of China enjoy freedom of speech, of the press, of assembly, of association, of procession and of demonstration."}},{"content":"Article 36","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/freerel"}},"section":[{"content":"Citizens of the People&#x27;s Republic of China enjoy freedom of religious belief."},{"content":"No state organ, public organization or individual may compel citizens to believe in, or not to believe in, any religion; nor may they discriminate against citizens who believe in, or do not believe in, any religion.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/equalgr6"}}},{"content":"The state protects normal religious activities. No one may make use of religion to engage in activities that disrupt public order, impair the health of citizens or interfere with the educational system of the state."},{"content":"Religious bodies and religious affairs are not subject to any foreign domination."}]},{"content":"Article 37","metadata":{"topics":["http://www.constituteproject.org/ontology/inalrght","http://www.constituteproject.org/ontology/habcorp"]},"section":[{"content":"The freedom of person of citizens of the People&#x27;s Republic of China is inviolable."},{"content":"No citizen may be arrested except with the approval or by decision of a people&#x27;s procuratorate or by decision of a people&#x27;s court, and arrests must be made by a public security organ."},{"content":"Unlawful deprivation or restriction of citizens&#x27; freedom of person by detention or other means is prohibited; and unlawful search of the person of citizens is prohibited.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/evidence"}}}]},{"content":"Article 38","metadata":{"topics":["http://www.constituteproject.org/ontology/libel","http://www.constituteproject.org/ontology/dignity"]},"section":{"content":"The personal dignity of citizens of the People&#x27;s Republic of China is inviolable. Insult, libel, false charge or frame-up directed against citizens by any means is prohibited."}},{"content":"Article 39","metadata":{"topics":["http://www.constituteproject.org/ontology/evidence","http://www.constituteproject.org/ontology/privacy"]},"section":{"content":"The home of citizens of the People&#x27;s Republic of China is inviolable. Unlawful search of, or intrusion into, a citizen&#x27;s home is prohibited."}},{"content":"Article 40","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/privacy"}},"section":{"content":"The freedom and privacy of correspondence of citizens of the People&#x27;s Republic of China are protected by law. No organization or individual may, on any ground, infringe upon the freedom and privacy of citizens&#x27; correspondence except in cases where, to meet the needs of state security or of investigation into criminal offenses, public security or procuratorial organs are permitted to censor correspondence in accordance with procedures prescribed by law."}},{"content":"Article 41","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/illadmin"}},"section":[{"content":"Citizens of the People&#x27;s Republic of China have the right to criticize and make suggestions to any state organ or functionary. Citizens have the right to make to relevant state organs complaints and charges against, or exposures of, violation of the law or dereliction of duty by any state organ or functionary; but fabrication or distortion of facts with the intention of libel or frame-up is prohibited.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/petition"}}},{"content":"In case of complaints, charges or exposures made by citizens, the state organ concerned must deal with them in a responsible manner after ascertaining the facts. No one may suppress such complaints, charges and exposures, or retaliate against the citizens making them."},{"content":"Citizens who have suffered losses through infringement of their civil rights by any state organ or functionary have the right to compensation in accordance with the law."}]},{"content":"Article 42","metadata":{"topics":["http://www.constituteproject.org/ontology/provwork","http://www.constituteproject.org/ontology/work"]},"section":[{"content":"Citizens of the People&#x27;s Republic of China have the right as well as the duty to work."},{"content":"Using various channels, the state creates conditions for employment, strengthens labor protection, improves working conditions and, on the basis of expanded production, increases remuneration for work and social benefits."},{"content":"Work is the glorious duty of every able-bodied citizen. All working people in State-owned enterprises and in urban and rural economic collectives should perform their tasks with an attitude consonant with their status as masters of the country. The State promotes socialist labor emulation, and commends and rewards model and advanced workers. The State encourages citizens to take part in voluntary labor."},{"content":"The state provides necessary vocational training to citizens before they are employed."}]},{"content":"Article 43","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/leisure"}},"section":[{"content":"Working people in the People&#x27;s Republic of China have the right to rest."},{"content":"The state expands facilities for rest and recuperation of working people, and prescribes working hours and vacations for workers and staff."}]},{"content":"Article 44","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/finsup1"}},"section":{"content":"The state prescribes by law the system of retirement for workers and staff in enterprises and undertakings and for functionaries of organs of state. The livelihood of retired personnel is ensured by the state and society."}},{"content":"Article 45","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/finsup3"}},"section":[{"content":"Citizens of the People&#x27;s Republic of China have the right to material assistance from the state and society when they are old, ill or disabled. The state develops the social insurance, social relief and medical and health services that are required to enable citizens to enjoy this right.","metadata":{"topics":["http://www.constituteproject.org/ontology/health","http://www.constituteproject.org/ontology/finsup1"]}},{"content":"The state and society ensure the livelihood of disabled members of the armed forces, provide pensions to the families of martyrs and give preferential treatment to the families of military personnel."},{"content":"The state and society help make arrangements for the work, livelihood and education of the blind, deaf-mute and other handicapped citizens."}]},{"content":"Article 46","metadata":{"topics":["http://www.constituteproject.org/ontology/finsup4","http://www.constituteproject.org/ontology/childpro"]},"section":[{"content":"Citizens of the People&#x27;s Republic of China have the duty as well as the right to receive education."},{"content":"The state promotes the all-around moral, intellectual and physical development of children and young people."}]},{"content":"Article 47","metadata":{"topics":["http://www.constituteproject.org/ontology/science","http://www.constituteproject.org/ontology/artists","http://www.constituteproject.org/ontology/cultrght","http://www.constituteproject.org/ontology/acfree"]},"section":{"content":"Citizens of the People&#x27;s Republic of China have the freedom to engage in scientific research, literary and artistic creation and other cultural pursuits. The state encourages and assists creative endeavors conducive to the interests of the people made by citizens engaged in education, science, technology, literature, art and other cultural work."}},{"content":"Article 48","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/equalgr1"}},"section":[{"content":"Women in the People&#x27;s Republic of China enjoy equal rights with men in all spheres of life, political, economic, cultural and social, and family life."},{"content":"The state protects the rights and interests of women, applies the principle of equal pay for equal work for men and women alike and trains and selects cadres from among women.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/remuner"}}}]},{"content":"Article 49","metadata":{"topics":["http://www.constituteproject.org/ontology/marriage","http://www.constituteproject.org/ontology/fndfam"]},"section":[{"content":"Marriage, the family, and mother and child are protected by the state."},{"content":"Both husband and wife have the duty to practice family planning."},{"content":"Parents have the duty to rear and educate their minor children, and children who have come of age have the duty to support and assist their parents.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/parents"}}},{"content":"Violation of the freedom of marriage is prohibited. Maltreatment of old people, women and children is prohibited."}]},{"content":"Article 50","section":{"content":"The People&#x27;s Republic of China protects the legitimate rights and interests of Chinese nationals residing abroad and protects the lawful rights and interests of returned overseas Chinese and of the family members of Chinese nationals residing abroad."}},{"content":"Article 51","section":{"content":"The exercise by citizens of the People&#x27;s Republic of China of their freedoms and rights may not infringe upon the interests of the state, of society and of the collective, or upon the lawful freedoms and rights of other citizens."}},{"content":"Article 52","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ethincl"}},"section":{"content":"It is the duty of citizens of the People&#x27;s Republic of China to safeguard the unity of the country and the unity of all its nationalities."}},{"content":"Article 53","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/abide"}},"section":{"content":"Citizens of the People&#x27;s Republic of China must abide by the Constitution and the law, keep state secrets, protect public property and observe labor discipline and public order and respect social ethics."}},{"content":"Article 54","section":{"content":"It is the duty of citizens of the People&#x27;s Republic of China to safeguard the security, honor and interests of the motherland; they must not commit acts detrimental to the security, honor and interests of the motherland."}},{"content":"Article 55","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milserv"}},"section":[{"content":"It is the sacred obligation of every citizen of the People&#x27;s Republic of China to defend the motherland and resist aggression."},{"content":"It is the honorable duty of citizens of the People&#x27;s Republic of China to perform military service and join the militia in accordance with the law."}]},{"content":"Article 56","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/taxes"}},"section":{"content":"It is the duty of citizens of the People&#x27;s Republic of China to pay taxes in accordance with the law."}}]},{"content":"CHAPTER III. THE STRUCTURE OF THE STATE","section":[{"content":"Section 1. The National People&#x27;s Congress","section":[{"content":"Article 57","metadata":{"topics":["http://www.constituteproject.org/ontology/housenum","http://www.constituteproject.org/ontology/stdcom"]},"section":{"content":"The National People&#x27;s Congress of the People&#x27;s Republic of China is the highest organ of state power. Its permanent body is the Standing Committee of the National People&#x27;s Congress."}},{"content":"Article 58","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/stdcom"}},"section":{"content":"The National People&#x27;s Congress and its Standing Committee exercise the legislative power of the state."}},{"content":"Article 59","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhselect"}},"section":[{"content":"The National People&#x27;s Congress is composed of deputies elected from the provinces, autonomous regions, municipalities directly under the Central Government, and the special administrative regions, and of deputies elected from the armed forces. All the minority nationalities are entitled to appropriate representation.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhquota"}}},{"content":"Election of deputies to the National People&#x27;s Congress is conducted by the Standing Committee of the National People&#x27;s Congress.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/stdcom"}}},{"content":"The number of deputies to the National People&#x27;s Congress and the manner of their election are prescribed by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhseats"}}}]},{"content":"Article 60","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhterm"}},"section":[{"content":"The National People&#x27;s Congress is elected for a term of five years."},{"content":"Two months before the expiration of the term of office of a National People&#x27;s Congress, its Standing Committee must ensure that the election of deputies to the succeeding National People&#x27;s Congress is completed. Should exceptional circumstances prevent such an election, it may be postponed by decision of a majority vote of more than two-thirds of all those on the Standing Committee of the incumbent National People&#x27;s Congress, and the term of office of the incumbent National People&#x27;s Congress may be extended. The election of deputies to the succeeding National People&#x27;s Congress must be completed within one year after the termination of such exceptional circumstances.","metadata":{"topics":["http://www.constituteproject.org/ontology/stdcom","http://www.constituteproject.org/ontology/electsch"]}}]},{"content":"Article 61","metadata":{"topics":["http://www.constituteproject.org/ontology/stdcom","http://www.constituteproject.org/ontology/exsess"]},"section":[{"content":"The National People&#x27;s Congress meets in session once a year and is convened by its Standing Committee. A session of the National People&#x27;s Congress may be convened at any time the Standing Committee deems this necessary, or when more than one-fifth of the deputies to the National People&#x27;s Congress so propose."},{"content":"When the National People&#x27;s Congress meets, it elects a presidium to conduct its session.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhlead"}}}]},{"content":"Article 62","section":{"content":"The National People&#x27;s Congress exercises the following functions and powers:","section":[{"content":"To amend the Constitution;"},{"content":"To supervise the enforcement of the Constitution;"},{"content":"To enact and amend basic statutes concerning criminal offenses, civil affairs, the state organs and other matters;"},{"content":"To elect the President and the Vice-President of the People&#x27;s Republic of China;","metadata":{"topics":["http://www.constituteproject.org/ontology/depexec","http://www.constituteproject.org/ontology/hoselect"]}},{"content":"To decide on the choice of the Premier of the State Council upon nomination by the President of the People&#x27;s Republic of China, and to decide on the choice of the Vice-Premiers, State Councilors, Ministers in charge of Ministries or Commissions and the Auditor-General and the Secretary-General of the State Council upon nomination by the Premier;","metadata":{"topics":["http://www.constituteproject.org/ontology/cabsel","http://www.constituteproject.org/ontology/hogelect"]}},{"content":"To elect the Chairman of the Central Military Commission and, upon his nomination, to decide on the choice of the other members of the Central Military Commission;"},{"content":"To elect the minister of the State Committee of Supervisory"},{"content":"To elect the President of the Supreme People&#x27;s Court;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hocsel"}}},{"content":"To elect the Procurator-General of the Supreme People&#x27;s Procuratorate;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/atgen"}}},{"content":"To examine and approve the plan for national economic and social development and the reports on its implementation;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/econplan"}}},{"content":"To examine and approve the state budget and the report on its implementation;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}}},{"content":"To alter or annul inappropriate decisions of the Standing Committee of the National People&#x27;s Congress;"},{"content":"To approve the establishment of provinces, autonomous regions, and municipalities directly under the Central Government;"},{"content":"To decide on the establishment of special administrative regions and the systems to be instituted there;"},{"content":"To decide on questions of war and peace; and","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/war"}}},{"content":"To exercise such other functions and powers as the highest organ of state power should exercise."}]}},{"content":"Article 63","section":{"content":"The National People&#x27;s Congress has the power to recall or remove from office the following persons:","section":[{"content":"The President and the Vice-President of the People&#x27;s Republic of China;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosdiss"}}},{"content":"The Premier, Vice-Premiers, State Councilors, Ministers in charge of Ministries or Commissions and the Auditor-General and the Secretary-General of the State Council;","metadata":{"topics":["http://www.constituteproject.org/ontology/hogdiss","http://www.constituteproject.org/ontology/cabdiss"]}},{"content":"The Chairman of the Central Military Commission and others on the commission;"},{"content":"The minister of the State Committee of Supervisory"},{"content":"The President of the Supreme People&#x27;s Court; and","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jrem"}}},{"content":"The Procurator-General of the Supreme People&#x27;s Procuratorate.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/atgen"}}}]}},{"content":"Article 64","section":[{"content":"Amendments to the Constitution are to be proposed by the Standing Committee of the National People&#x27;s Congress or by more than one-fifth of the deputies to the National People&#x27;s Congress and adopted by a majority vote of more than two-thirds of all the deputies to the Congress.","metadata":{"topics":["http://www.constituteproject.org/ontology/stdcom","http://www.constituteproject.org/ontology/amend"]}},{"content":"Statutes and resolutions are adopted by a majority vote of more than one-half of all the deputies to the National People&#x27;s Congress."}]},{"content":"Article 65","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/stdcom"}},"section":[{"content":"The Standing Committee of the National People&#x27;s Congress is composed of the following: the Chairman, the Vice-Chairmen, the Secretary-General and Members."},{"content":"Minority nationalities are entitled to appropriate representation on the Standing Committee of the National People&#x27;s Congress.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ethincl"}}},{"content":"The National People&#x27;s Congress elects, and has the power to recall, all those on its Standing Committee."},{"content":"No member of the Standing Committee of the National People&#x27;s Congress shall hold office in any state administrative, supervisory, judicial, or procuratorial organ."}]},{"content":"Article 66","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/stdcom"}},"section":[{"content":"The Standing Committee of the National People&#x27;s Congress is elected for the same term as the National People&#x27;s Congress; it exercises its functions and powers until a new Standing Committee is elected by the succeeding National People&#x27;s Congress."},{"content":"The Chairman and Vice-Chairmen of the Standing Committee shall serve no more than two consecutive terms."}]},{"content":"Article 67","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/stdcom"}},"section":{"content":"The Standing Committee of the National People&#x27;s Congress exercises the following functions and powers:","section":[{"content":"To interpret the Constitution and supervise its enforcement;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/interp"}}},{"content":"To enact and amend statutes with the exception of those which should be enacted by the National People&#x27;s Congress;"},{"content":"To enact, when the National People&#x27;s Congress is not in session, partial supplements and amendments to statutes enacted by the National People&#x27;s Congress; provided that they do not contravene the basic principles of these statutes;"},{"content":"To interpret statutes;"},{"content":"To examine and approve, when the National People&#x27;s Congress is not in session, partial adjustments to the plan for national economic and social development and to the state budget that prove necessary in the course of their implementation;","metadata":{"topics":["http://www.constituteproject.org/ontology/budget","http://www.constituteproject.org/ontology/econplan"]}},{"content":"To supervise the affairs of the State Council, the Central Military Commission, the State Committee of Supervisory, the Supreme People&#x27;s Court, and the Supreme People&#x27;s Procuratorate;"},{"content":"To annul those administrative rules and regulations, decisions or orders of the State Council that contravene the Constitution or the statutes;"},{"content":"To annul those local regulations or decisions of the organs of state power of provinces, autonomous regions and municipalities directly under the Central Government that contravene the Constitution, the statutes or the administrative rules and regulations;","metadata":{"topics":["http://www.constituteproject.org/ontology/fedsep","http://www.constituteproject.org/ontology/fedrev"]}},{"content":"To decide, when the National People&#x27;s Congress is not in session, on the choice of Ministers in charge of Ministries or Commissions or the Auditor-General and the Secretary-General of the State Council upon nomination by the Premier of the State Council;"},{"content":"To decide, upon nomination by the Chairman of the Central Military Commission, on the choice of others on the commission, when the National People&#x27;s Congress is not in session;"},{"content":"To appoint or remove, at the recommendation of the minister of the State Committee of Supervisory, a vice minister or a member of the State Committee of Supervisory"},{"content":"To appoint and remove the Vice-Presidents and judges of the Supreme People&#x27;s Court, members of its Judicial Committee and the President of the Military Court at the suggestion of the President of the Supreme People&#x27;s Court;","metadata":{"topics":["http://www.constituteproject.org/ontology/hocsel","http://www.constituteproject.org/ontology/jrem","http://www.constituteproject.org/ontology/judcrts4"]}},{"content":"To appoint and remove the Deputy Procurators-General and procurators of the Supreme People&#x27;s Procuratorate, members of its Procuratorial Committee and the Chief Procurator of the Military Procuratorate at the request of the Procurator-General of the Supreme People&#x27;s Procuratorate, and to approve the appointment and removal of the chief procurators of the people&#x27;s procuratorates of provinces, autonomous regions and municipalities directly under the Central Government;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/atgen"}}},{"content":"To decide on the appointment and recall of plenipotentiary representatives abroad;"},{"content":"To decide on the ratification and abrogation of treaties and important agreements concluded with foreign states;","metadata":{"topics":["http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/treat"]}},{"content":"To institute systems of titles and ranks for military and diplomatic personnel and of other specific titles and ranks;"},{"content":"To institute state medals and titles of honor and decide on their conferment;"},{"content":"To decide on the granting of special pardons;"},{"content":"To decide, when the National People&#x27;s Congress is not in session, on the proclamation of a state of war in the event of an armed attack on the country or in fulfillment of international treaty obligations concerning common defense against aggression;","metadata":{"topics":["http://www.constituteproject.org/ontology/war","http://www.constituteproject.org/ontology/intlaw"]}},{"content":"To decide on general mobilization or partial mobilization;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/comchief"}}},{"content":"To decide on entering the state of emergency throughout the country or in particular provinces, autonomous regions, or municipalities directly under the Central Government; and","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}}},{"content":"To exercise such other functions and powers as the National People&#x27;s Congress may assign to it."}]}},{"content":"Article 68","section":[{"content":"The Chairman of the Standing Committee of the National People&#x27;s Congress presides over the work of the Standing Committee and convenes its meetings. The Vice-Chairmen and the Secretary-General assist the Chairman in his work."},{"content":"Chairmanship meetings with the participation of the Chairman, Vice-Chairmen and Secretary-General handle the important day-to-day work of the Standing Committee of the National People&#x27;s Congress."}]},{"content":"Article 69","section":{"content":"The Standing Committee of the National People&#x27;s Congress is responsible to the National People&#x27;s Congress and reports on its work to the Congress."}},{"content":"Article 70","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/commit"}},"section":[{"content":"The National People&#x27;s Congress establishes a Minority Affairs Committee, a Constitution and Law Committee, an Economics and Finance Committee, an Education, Science, Culture and Public Health Committee, a Foreign Affairs Committee, an Overseas Chinese Committee and other special committees as necessary. These special committees work under the direction of the Standing Committee of the National People&#x27;s Congress when the Congress is not in session.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/science"}}},{"content":"The special committees examine, discuss and draw up relevant bills and draft resolutions under the direction of the National People&#x27;s Congress and its Standing Committee."}]},{"content":"Article 71","metadata":{"topics":["http://www.constituteproject.org/ontology/invexe","http://www.constituteproject.org/ontology/stdcom"]},"section":[{"content":"The National People&#x27;s Congress and its Standing Committee may, when they deem it necessary, appoint committees of inquiry into specific questions and adopt relevant resolutions in the light of their reports."},{"content":"All organs of state, public organizations and citizens concerned are obliged to supply the necessary information to those committees of inquiry when they conduct investigations."}]},{"content":"Article 72","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legini"}},"section":{"content":"Deputies to the National People&#x27;s Congress and all those on its Standing Committee have the right, in accordance with procedures prescribed by law, to submit bills and proposals within the scope of the respective functions and powers of the National People&#x27;s Congress and its Standing Committee."}},{"content":"Article 73","metadata":{"topics":["http://www.constituteproject.org/ontology/invexe","http://www.constituteproject.org/ontology/stdcom"]},"section":{"content":"Deputies to the National People&#x27;s Congress during its sessions, and all those on its Standing Committee during its meetings, have the right to address questions, in accordance with procedures prescribed by law, to the State Council or the ministries and commissions under the State Council, which must answer the questions in a responsible manner."}},{"content":"Article 74","metadata":{"topics":["http://www.constituteproject.org/ontology/immunity","http://www.constituteproject.org/ontology/stdcom"]},"section":{"content":"No deputy to the National People&#x27;s Congress may be arrested or placed on criminal trial without the consent of the Presidium of the current session of the National People&#x27;s Congress or, when the National People&#x27;s Congress is not in session, without the consent of its Standing Committee."}},{"content":"Article 75","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/immunity"}},"section":{"content":"Deputies to the National People&#x27;s Congress may not be called to legal account for their speeches or votes at its meetings."}},{"content":"Article 76","section":[{"content":"Deputies to the National People&#x27;s Congress must play an exemplary role in abiding by the Constitution and the law and keeping state secrets and, in production and other work and their public activities, assist in the enforcement of the Constitution and the law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/abide"}}},{"content":"Deputies to the National People&#x27;s Congress should maintain close contact with the units and people which elected them, listen to and convey their opinions and demands and work hard to serve them."}]},{"content":"Article 77","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/remleg"}},"section":{"content":"Deputies to the National People&#x27;s Congress are subject to the supervision of the units which elected them. The electoral units have the power, through procedures prescribed by law, to recall the deputies whom they elected."}},{"content":"Article 78","section":{"content":"The organization and working procedures of the National People&#x27;s Congress and its Standing Committee are prescribed by law."}}]},{"content":"Section 2. The President of the People&#x27;s Republic of China","section":[{"content":"Article 79","metadata":{"topics":["http://www.constituteproject.org/ontology/depexec","http://www.constituteproject.org/ontology/execnum"]},"section":[{"content":"The President and Vice-President of the People&#x27;s Republic of China are elected by the National People&#x27;s Congress.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hoselect"}}},{"content":"Citizens of the People&#x27;s Republic of China who have the right to vote and to stand for election and who have reached the age of 45 are eligible for election as President or Vice-President of the People&#x27;s Republic of China.","metadata":{"topics":["http://www.constituteproject.org/ontology/hosage","http://www.constituteproject.org/ontology/hosrest"]}},{"content":"The terms of office for the President and Vice-President of the People&#x27;s Republic of China are the same as those of deputies to the National People&#x27;s Congress.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosterm"}}}]},{"content":"Article 80","metadata":{"topics":["http://www.constituteproject.org/ontology/cabsel","http://www.constituteproject.org/ontology/em","http://www.constituteproject.org/ontology/war","http://www.constituteproject.org/ontology/pardon","http://www.constituteproject.org/ontology/hospow","http://www.constituteproject.org/ontology/hogelect","http://www.constituteproject.org/ontology/hogdiss","http://www.constituteproject.org/ontology/cabdiss"]},"section":{"content":"The President of the People&#x27;s Republic of China, in pursuance of decisions of the National People&#x27;s Congress and its Standing Committee, promulgates statutes; appoints and removes the Premier, Vice-Premiers, State Councilors, Ministers in charge of Ministries or Commissions, and the Auditor-General and the Secretary-General of the State Council; confers state medals and titles of honor; issues orders of special pardons; proclaims entering of the state of emergency; proclaims a state of war; and issues mobilization orders."}},{"content":"Article 81","metadata":{"topics":["http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/treat","http://www.constituteproject.org/ontology/headforn","http://www.constituteproject.org/ontology/hospow"]},"section":{"content":"The President of the People&#x27;s Republic of China, on behalf of the People&#x27;s Republic of China, engages in activities involving State affairs and receives foreign diplomatic representatives and, in pursuance of decisions of the Standing Committee of the National People&#x27;s Congress, appoints and recalls plenipotentiary representatives abroad, and ratifies and abrogates treaties and important agreements concluded with foreign states."}},{"content":"Article 82","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/depexec"}},"section":[{"content":"The Vice-President of the People&#x27;s Republic of China assists the President in his work."},{"content":"The Vice-President of the People&#x27;s Republic of China may exercise such parts of the functions and powers of the President as the President may entrust to him."}]},{"content":"Article 83","section":{"content":"The President and Vice-President of the People&#x27;s Republic of China exercise their functions and powers until the new President and Vice-President elected by the succeeding National People&#x27;s Congress assume office."}},{"content":"Article 84","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hossucc"}},"section":[{"content":"In case the office of the President of the People&#x27;s Republic of China falls vacant, the Vice-President succeeds to the office of President."},{"content":"In case the office of the Vice-President of the People&#x27;s Republic of China falls vacant, the National People&#x27;s Congress shall elect a new Vice-President to fill the vacancy."},{"content":"In the event that the offices of both the President and the Vice-President of the People&#x27;s Republic of China fall vacant, the National People&#x27;s Congress shall elect a new President and a new Vice-President. Prior to such election, the Chairman of the Standing Committee of the National People&#x27;s Congress shall temporarily act as the President of the People&#x27;s Republic of China."}]}]},{"content":"Section 3. The State Council","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabinet"}},"section":[{"content":"Article 85","section":{"content":"The State Council, that is, the Central People&#x27;s Government of the People&#x27;s Republic of China, is the executive body of the highest organ of state power; it is the highest organ of state administration."}},{"content":"Article 86","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/execnum"}},"section":[{"content":"The State Council is composed of the following: the Premier, the Vice-Premiers, the State Councilors, the ministers in charge of ministries, the ministers in charge of commissions, the Auditor-General, and the Secretary-General."},{"content":"The Premier has overall responsibility for the State Council."},{"content":"The ministers have overall responsibility for the respective ministries or commissions under their charge. The organization of the State Council is prescribed by law."}]},{"content":"Article 87","section":[{"content":"The term of office of the State Council is the same as that of the National People&#x27;s Congress.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogterm"}}},{"content":"The Premier, Vice-Premiers and State Councilors shall serve no more than two consecutive terms.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogterml"}}}]},{"content":"Article 88","section":[{"content":"The Premier directs the work of the State Council. The Vice-Premiers and State Councilors assist the Premier in his work."},{"content":"Executive meetings of the State Council are composed of the Premier, the Vice-Premiers, the State Councilors and the Secretary-General of the State Council."},{"content":"The Premier convenes and presides over the executive meetings and plenary meetings of the State Council."}]},{"content":"Article 89","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabpow"}},"section":{"content":"The State Council exercises the following functions and powers:","section":[{"content":"To adopt administrative measures, enact administrative rules and regulations and issue decisions and orders in accordance with the Constitution and the statutes;"},{"content":"To submit proposals to the National People&#x27;s Congress or its Standing Committee;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/stdcom"}}},{"content":"To lay down the tasks and responsibilities of the ministries and commissions of the State Council, to exercise unified leadership over the work of the ministries and commissions and to direct all other administrative work of a national character that does not fall within the jurisdiction of the ministries and commissions;"},{"content":"To exercise unified leadership over the work of local organs of state administration at different levels throughout the country, and to lay down the detailed division of functions and powers between the Central Government and the organs of state administration of provinces, autonomous regions and municipalities directly under the Central Government;"},{"content":"To draw up and implement the plan for national economic and social development and the state budget;","metadata":{"topics":["http://www.constituteproject.org/ontology/budget","http://www.constituteproject.org/ontology/econplan"]}},{"content":"To direct and administer economic affairs, urban and rural construction and ecological civilization construction;"},{"content":"To direct and administer the work concerning education, science, culture, public health, physical culture and family planning;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/science"}}},{"content":"To direct and administer civil affairs, public security, judicial administration, and other related matters;"},{"content":"To conduct foreign affairs and conclude treaties and agreements with foreign states;","metadata":{"topics":["http://www.constituteproject.org/ontology/treat","http://www.constituteproject.org/ontology/headforn","http://www.constituteproject.org/ontology/intlaw"]}},{"content":"To direct and administer the building of national defense;"},{"content":"To direct and administer affairs concerning the nationalities and to safeguard the equal rights of minority nationalities and the right of autonomy of the national autonomous areas;"},{"content":"To protect the legitimate rights and interests of Chinese nationals residing abroad and protect the lawful rights and interests of returned overseas Chinese and of the family members of Chinese nationals residing abroad;"},{"content":"To alter or annul inappropriate orders, directives and regulations issued by the ministries or commissions;"},{"content":"To alter or annul inappropriate decisions and orders issued by local organs of state administration at different levels;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/fedrev"}}},{"content":"To approve the geographic division of provinces, autonomous regions and municipalities directly under the Central Government, and to approve the establishment and geographic division of autonomous prefectures, counties, autonomous counties and cities;"},{"content":"In accordance with the provisions of law, to decide on entering the state of emergency in parts of provinces, autonomous regions, and municipalities directly under the Central Government;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}}},{"content":"To examine and decide on the size of administrative organs and, in accordance with the law, to appoint, remove and train administrative officers, appraise their work and reward or punish them; and"},{"content":"To exercise such other functions and powers as the National People&#x27;s Congress or its Standing Committee may assign it.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/stdcom"}}}]}},{"content":"Article 90","section":[{"content":"The ministers in charge of ministries or commissions of the State Council are responsible for the work of their respective departments and convene and preside over their ministerial meetings or commission meetings that discuss and decide on major issues in the work of their respective departments."},{"content":"The ministries and commissions issue orders, directives and regulations within the jurisdiction of their respective departments and in accordance with the statutes and the administrative rules and regulations, decisions and orders issued by the State Council."}]},{"content":"Article 91","section":[{"content":"The State Council establishes an auditing body to supervise through auditing the revenue and expenditure of all departments under the State Council and of the local governments at different levels, and those of the state financial and monetary organizations and of enterprises and undertakings."},{"content":"Under the direction of the Premier of the State Council, the auditing body independently exercises its power to supervise through auditing in accordance with the law, subject to no interference by any other administrative organ or any public organization or individual."}]},{"content":"Article 92","metadata":{"topics":["http://www.constituteproject.org/ontology/stdcom","http://www.constituteproject.org/ontology/invexe"]},"section":{"content":"The State Council is responsible, and reports on its work, to the National People&#x27;s Congress or, when the National People&#x27;s Congress is not in session, to its Standing Committee."}}]},{"content":"Section 4. The Central Military Commission","section":[{"content":"Article 93","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/comchief"}},"section":[{"content":"The Central Military Commission of the People&#x27;s Republic of China directs the armed forces of the country."},{"content":"The Central Military Commission is composed of the following: the Chairman, the Vice-Chairmen, and members."},{"content":"The Chairman of the Central Military Commission has overall responsibility for the commission."},{"content":"The term of office of the Central Military Commission is the same as that of the National People&#x27;s Congress."}]},{"content":"Article 94","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/comchief"}},"section":{"content":"The Chairman of the Central Military Commission is responsible to the National People&#x27;s Congress and its Standing Committee."}}]},{"content":"Section 5. The Local People&#x27;s Congress and the Local People&#x27;s Governments at Different Levels","metadata":{"topics":["http://www.constituteproject.org/ontology/mun","http://www.constituteproject.org/ontology/sub"]},"section":[{"content":"Article 95","section":[{"content":"People&#x27;s congresses and people&#x27;s governments are established in provinces, municipalities directly under the Central Government, counties, cities, municipal districts, townships, nationality townships and towns."},{"content":"The organization of local people&#x27;s congresses and local people&#x27;s governments at different levels is prescribed by law."},{"content":"Organs of self-government are established in autonomous regions, autonomous prefectures and autonomous counties. The organization and working procedures of organs of self-government are prescribed by law in accordance with the basic principles laid down in Sections V and VI of Chapter Three of the Constitution."}]},{"content":"Article 96","section":[{"content":"Local people&#x27;s congresses at different levels are local organs of state power."},{"content":"Local people&#x27;s congresses at and above the county level establish standing committees."}]},{"content":"Article 97","section":[{"content":"Deputies to the people&#x27;s congresses of provinces, municipalities directly under the Central Government, and cities divided into districts are elected by the people&#x27;s congresses at the next lower level; deputies to the people&#x27;s congresses of counties, cities not divided into districts, municipal districts, townships, nationality townships and towns are elected directly by their constituencies."},{"content":"The number of deputies to local people&#x27;s congresses at different levels and the manner of their election are prescribed by law."}]},{"content":"Article 98","section":{"content":"The term of office of the local people&#x27;s congresses at various levels is five years."}},{"content":"Article 99","section":[{"content":"Local people&#x27;s congresses at different levels ensure the observance and implementation of the Constitution, the statutes and the administrative rules and regulations in their respective administrative areas. Within the limits of their authority as prescribed by law, they adopt and issue resolutions and examine and decide on plans for local economic and cultural development and for development of public services."},{"content":"Local people&#x27;s congresses at and above the county level examine and approve the plans for economic and social development and the budgets of their respective administrative areas, and examine and approve reports on their implementation. They have the power to alter or annul inappropriate decisions of their own standing committees."},{"content":"The people&#x27;s congresses of nationality townships may, within the limits of their authority as prescribed by law, take specific measures suited to the peculiarities of the nationalities concerned."}]},{"content":"Article 100","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/fedsep"}},"section":[{"content":"The people&#x27;s congresses of provinces and municipalities directly under the Central Government, and their standing committees, may adopt local regulations, which must not contravene the Constitution, the statutes and the administrative rules and regulations, and they shall report such local regulations to the Standing Committee of the National People&#x27;s Congress for the record."},{"content":"The people&#x27;s congresses and standing committees of cities divided into districts may draft local regulations, provided these regulations do not contravene the Constitution, laws, administrative regulations, and local regulations of the corresponding provinces or autonomous regions, and that such local regulations are filed with the standing committees of the people&#x27;s congresses of the corresponding provinces or autonomous regions."}]},{"content":"Article 101","section":[{"content":"At their respective levels, local people&#x27;s congresses elect, and have the power to recall, governors and deputy governors, or mayors and deputy mayors, or heads and deputy heads of counties, districts, townships and towns."},{"content":"Local people&#x27;s congresses at or above the county level elect and have the power to recall ministers of the supervisory committee, presidents of the people&#x27;s courts and chief procurators of the people&#x27;s procuratorates at the corresponding level. The election or recall of chief procurators of people&#x27;s procuratorates shall be reported to the chief procurators of the people&#x27;s procuratorates at the next higher level for submission to the standing committees of the people&#x27;s congresses at the corresponding level for approval."}]},{"content":"Article 102","section":[{"content":"Deputies to the people&#x27;s congresses of provinces, municipalities, directly under the Central Government and cities divided into districts are subject to supervision by the units which elected them; deputies to the people&#x27;s congresses of counties, cities not divided into districts, municipal districts, townships, nationality townships and towns are subject to supervision by their constituencies."},{"content":"The electoral units and constituencies which elect deputies to local people&#x27;s congresses at different levels have the power, according to procedures prescribed by law, to recall deputies whom they elected."}]},{"content":"Article 103","section":[{"content":"The standing committee of a local people&#x27;s congress at and above the county level is composed of a chairman, vice-chairmen and members, and is responsible, and reports on its work, to the people&#x27;s congress at the corresponding level."},{"content":"The local people&#x27;s congress at and above the county level elects, and has the power to recall, anyone on the standing committee of the people&#x27;s congress at the corresponding level."},{"content":"No member of the standing committee of a local people&#x27;s congress at or above the county level shall hold concurrent office in any state administrative, supervisory, judicial, or procuratorial organ."}]},{"content":"Article 104","section":{"content":"The standing committee of a local people&#x27;s congress at and above the county level discusses and decides on major issues in all fields of work in its administrative area; supervises the tasks of the people&#x27;s government, the supervisory committee, the people&#x27;s court, and the people&#x27;s procuratorate at the corresponding level; annuls inappropriate decisions and orders of the people&#x27;s government at the corresponding level; annuls inappropriate resolutions of the people&#x27;s congress at the next lower level; decides on the appointment and removal of functionaries of state organs within its jurisdiction as prescribed by law; and, when the people&#x27;s congress at the corresponding level is not in session, recalls individual deputies to the people&#x27;s congress at the next higher level and elects individual deputies to fill vacancies in that people&#x27;s congress."}},{"content":"Article 105","section":[{"content":"Local people&#x27;s governments at different levels are the executive bodies of local organs of state power as well as the local organs of state administration at the corresponding level."},{"content":"Local people&#x27;s governments at different levels practice the system of overall responsibility by governors, mayors, county heads, district heads, township heads and town heads."}]},{"content":"Article 106","section":{"content":"The term of office of local people&#x27;s governments at different levels is the same as that of the people&#x27;s congresses at the corresponding level."}},{"content":"Article 107","section":[{"content":"Within the range of their authority as prescribed by law, local people&#x27;s governments at or above the county level carry out administrative tasks related to the economy, education, science, culture, public health, physical culture, urban and rural development, finance, civic affairs, law enforcement, minority affairs, administration of justice, and family planning in their respective jurisdictions, as well as issue decisions and orders and carry out the appointment, training, appraisal, commendation, sanction, and removal of administrative officials.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/science"}}},{"content":"People&#x27;s governments of townships, nationality townships and towns carry out the resolutions of the people&#x27;s congress at the corresponding level as well as the decisions and orders of the state administrative organs at the next higher level and conduct administrative work in their respective administrative areas."},{"content":"People&#x27;s governments of provinces and municipalities directly under the Central Government decide on the establishment and geographic division of townships, nationality townships and towns."}]},{"content":"Article 108","section":{"content":"Local people&#x27;s governments at and above the county level direct the work of their subordinate departments and of people&#x27;s governments at lower levels, and have the power to alter or annul inappropriate decisions of their subordinate departments and people&#x27;s governments at lower levels."}},{"content":"Article 109","section":{"content":"Auditing bodies are established by local people&#x27;s governments at and above the county level. Local auditing bodies at different levels independently exercise their power to supervise through auditing in accordance with the law and are responsible to the people&#x27;s government at the corresponding level and to the auditing body at the next higher level."}},{"content":"Article 110","section":[{"content":"Local people&#x27;s governments at different levels are responsible, and report on their work, to people&#x27;s congresses at the corresponding level. Local people&#x27;s governments at and above the county level are responsible, and report on their work, to the standing committee of the people&#x27;s congress at the corresponding level when the congress is not in session."},{"content":"Local people&#x27;s governments at different levels are responsible, and report on their work, to the state administrative organs at the next higher level. Local people&#x27;s governments at different levels throughout the country are state administrative organs under the unified leadership of the State Council and are subordinate to it."}]},{"content":"Article 111","section":[{"content":"The residents&#x27; committees and villagers&#x27; committees established among urban and rural residents on the basis of their place of residence are mass organizations of self-management at the grass-roots level. The chairman, vice-chairmen and members of each residents&#x27; or villagers&#x27; committee are elected by the residents. The relationship between the residents&#x27; and villagers&#x27; committees and the grass-roots organs of state power is prescribed by law."},{"content":"The residents&#x27; and villagers&#x27; committees establish committees for people&#x27;s mediation, public security, public health and other matters in order to manage public affairs and social services in their areas, mediate civil disputes, help maintain public order and convey residents&#x27; opinions and demands and make suggestions to the people&#x27;s government."}]}]},{"content":"Section 6. The Organs of Self-Government of National Autonomous Areas","section":[{"content":"Article 112","section":{"content":"The organs of self-government of national autonomous areas are the people&#x27;s congresses and people&#x27;s governments of autonomous regions, autonomous prefectures and autonomous counties."}},{"content":"Article 113","section":[{"content":"In the people&#x27;s congress of an autonomous region, prefecture or county, in addition to the deputies of the nationality or nationalities exercising regional autonomy in the administrative area, the other nationalities inhabiting the area are also entitled to appropriate representation."},{"content":"The chairmanship and vice-chairmenships of the standing committee of the people&#x27;s congress of an autonomous region, prefecture or county shall include a citizen or citizens of the nationality or nationalities exercising regional autonomy in the area concerned."}]},{"content":"Article 114","section":{"content":"The administrative head of an autonomous region, prefecture or county shall be a citizen of the nationality, or of one of the nationalities, exercising regional autonomy in the area concerned."}},{"content":"Article 115","section":{"content":"The organs of self-government of autonomous regions, prefectures and counties exercise the functions and powers of local organs of state as specified in Section V of Chapter III of the Constitution. At the same time, they exercise the right of autonomy within the limits of their authority as prescribed by the Constitution, the law of regional national autonomy and other laws, and implement the laws and policies of the state in the light of the existing local situation."}},{"content":"Article 116","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/stdcom"}},"section":{"content":"People&#x27;s congresses of national autonomous areas have the power to enact autonomy regulations and specific regulations in the light of the political, economic and cultural characteristics of the nationality or nationalities in the areas concerned. The autonomy regulations and specific regulations of autonomous regions shall be submitted to the Standing Committee of the National People&#x27;s Congress for approval before they go into effect. Those of autonomous prefectures and counties shall be submitted to the standing committees of the people&#x27;s congresses of provinces or autonomous regions for approval before they go into effect, and they shall be reported to the Standing Committee of the National People&#x27;s Congress for the record."}},{"content":"Article 117","section":{"content":"The organs of self-government of the national autonomous areas have the power of autonomy in administering the finances of their areas. All revenues accruing to the national autonomous areas under the financial system of the state shall be managed and used independently by the organs of self-government of those areas."}},{"content":"Article 118","section":{"content":"The organs of self-government of the national autonomous areas independently arrange for and administer local economic development under the guidance of state plans. In developing natural resources and building enterprises in the national autonomous areas, the state shall give due consideration to the interests of those areas."}},{"content":"Article 119","metadata":{"topics":["http://www.constituteproject.org/ontology/cultrght","http://www.constituteproject.org/ontology/science"]},"section":{"content":"The organs of self-government of the national autonomous areas independently administer educational, scientific, cultural, public health and physical culture affairs in their respective areas, sort out and protect the cultural legacy of the nationalities and work for the development and prosperity of their cultures."}},{"content":"Article 120","section":{"content":"The organs of self-government of the national autonomous areas may, in accordance with the military system of the state and concrete local needs and with the approval of the State Council, organize local public security forces for the maintenance of public order."}},{"content":"Article 121","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/langprot"}},"section":{"content":"In performing their functions, the organs of self-government of the national autonomous areas, in accordance with the autonomy regulations of the respective areas, employ the spoken and written language or languages in common use in the locality."}},{"content":"Article 122","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/opgroup"}},"section":[{"content":"The state gives financial, material and technical assistance to the minority nationalities to accelerate their economic and cultural development."},{"content":"The state helps the national autonomous areas train large numbers of cadres at different levels and specialized personnel and skilled workers of different professions and trades from among the nationality or nationalities in those areas."}]}]},{"content":"Section 7","section":[{"content":"The Supervisory Committees"},{"content":"Article 123","section":{"content":"The supervisory committees at all levels of the People&#x27;s Republic of China are supervisory organs of the state."}},{"content":"Article 124","section":[{"content":"The People&#x27;s Republic of China establishes a State Committee of Supervisory and local supervisory committees at all levels."},{"content":"A supervisory committee is composed as follows: the minister, several vice ministers, several members."},{"content":"The term of office of the minister of a supervisory committee is the same as those of the deputies to the people&#x27;s congress at the same level. The Minister of the State Committee of Supervisory shall serve no more than two consecutive terms."},{"content":"The organization and functions and powers of a supervisory committee are dictated by law."}]},{"content":"Article 125","section":[{"content":"The State Committee of Supervisory of the People&#x27;s Republic of China is the highest supervisory organ."},{"content":"The State Committee of Supervisory directs the work of local supervisory committees at all levels. Higher level supervisory committees direct the work of lower level supervisory committees."}]},{"content":"Article 126","section":{"content":"The State Committee of Supervisory is responsible to the National People&#x27;s Congress and the Standing Committee of the National People&#x27;s Congress. Local supervisory committees at all levels are responsible to the state authorities which formed them as well as to higher level supervisory committees."}},{"content":"Article 127","section":[{"content":"Supervisory committees exercise judicial authority independently, in accordance with the law, and are not subject to interference from any administrative institution, public organization, or individual."},{"content":"When handling cases of illegal or criminal acts by taking advantage of duty, supervisory organs shall cooperate with judicial, procuratorial, and law enforcement organs and keep tabs on each other."}]}]},{"content":"Section 8. The People&#x27;s Courts and the People&#x27;s Procuratorates","section":[{"content":"Article 128","section":{"content":"The people&#x27;s courts in the People&#x27;s Republic of China are the judicial organs of the state."}},{"content":"Article 129","section":[{"content":"The People&#x27;s Republic of China establishes the Supreme People&#x27;s Court and the local people&#x27;s courts at different levels, military courts and other special people&#x27;s courts.","metadata":{"topics":["http://www.constituteproject.org/ontology/levjud","http://www.constituteproject.org/ontology/judcrts4"]}},{"content":"The term of office of the President of the Supreme People&#x27;s Court is the same as that of the National People&#x27;s Congress; he shall serve no more than two consecutive terms.","metadata":{"topics":["http://www.constituteproject.org/ontology/hocterm","http://www.constituteproject.org/ontology/hocterml"]}},{"content":"The organization of people&#x27;s courts is prescribed by law."}]},{"content":"Article 130","metadata":{"topics":["http://www.constituteproject.org/ontology/couns","http://www.constituteproject.org/ontology/pubtri"]},"section":{"content":"All cases handled by the people&#x27;s courts, except for those involving special circumstances as specified by law, shall be heard in public. The accused has the right of defense."}},{"content":"Article 131","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judind"}},"section":{"content":"The people&#x27;s courts shall, in accordance with the law, exercise judicial power independently and are not subject to interference by administrative organs, public organizations or individuals."}},{"content":"Article 132","section":[{"content":"The Supreme People&#x27;s Court is the highest judicial organ."},{"content":"The Supreme People&#x27;s Court supervises the administration of justice by the local people&#x27;s courts at different levels and by the special people&#x27;s courts; people&#x27;s courts at higher levels supervise the administration of justice by those at lower levels."}]},{"content":"Article 133","section":{"content":"The Supreme People&#x27;s Court is responsible to the National People&#x27;s Congress and its Standing Committee. Local people&#x27;s courts at different levels are responsible to the organs of state power which created them."}},{"content":"Article 134","section":{"content":"The people&#x27;s procuratorates of the People&#x27;s Republic of China are state organs for legal supervision."}},{"content":"Article 135","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/atgen"}},"section":[{"content":"The People&#x27;s Republic of China establishes the Supreme People&#x27;s Procuratorate and the local people&#x27;s procuratorates at different levels, military procuratorates and other special people&#x27;s procuratorates."},{"content":"The term of office of the Procurator-General of the Supreme People&#x27;s Procuratorate is the same as that of the National People&#x27;s Congress; he shall serve no more than two consecutive terms."},{"content":"The organization of people&#x27;s procuratorates is prescribed by law."}]},{"content":"Article 136","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/atgen"}},"section":{"content":"People&#x27;s procuratorates shall, in accordance with the law, exercise procuratorial power independently and are not subject to interference by administrative organs, public organizations or individuals."}},{"content":"Article 137","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/atgen"}},"section":[{"content":"The Supreme People&#x27;s Procuratorate is the highest procuratorial organ."},{"content":"The Supreme People&#x27;s Procuratorate directs the work of the local people&#x27;s procuratorates at different levels and of the special people&#x27;s procuratorates; people&#x27;s procuratorates at higher levels direct the work of those at lower levels."}]},{"content":"Article 138","section":{"content":"The Supreme People&#x27;s Procuratorate is responsible to the National People&#x27;s Congress and its Standing Committee. Local people&#x27;s procuratorates at different levels are responsible to the organs of state power at the corresponding levels which created them and to the people&#x27;s procuratorates at the higher level."}},{"content":"Article 139","metadata":{"topics":["http://www.constituteproject.org/ontology/langprot","http://www.constituteproject.org/ontology/trilang"]},"section":[{"content":"Citizens of all nationalities have the right to use the spoken and written languages of their own nationalities in court proceedings. The people&#x27;s courts and people&#x27;s procuratorates should provide translation for any party to the court proceedings who is not familiar with the spoken or written languages in common use in the locality."},{"content":"In an area where people of a minority nationality live in a compact community or where a number of nationalities live together, hearings should be conducted in the language or languages in common use in the locality; indictments, judgments, notices and other documents should be written, according to actual needs, in the language or languages in common use in the locality."}]},{"content":"Article 140","section":{"content":"The people&#x27;s courts, people&#x27;s procuratorates and public security organs shall, in handling criminal cases, divide their functions, each taking responsibility for its own work, and they shall coordinate their efforts and check each other to ensure correct and effective enforcement of law."}}]}]},{"content":"CHAPTER IV. THE NATIONAL FLAG, THE NATIONAL ANTHEM, THE NATIONAL EMBLEM AND THE CAPITAL","section":[{"content":"Article 141","section":[{"content":"The national flag of the People&#x27;s Republic of China is a red flag with five stars.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/flag"}}},{"content":"The National Anthem of the People&#x27;s Republic of China is the &quot;March of the Volunteers.&quot;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/anthem"}}}]},{"content":"Article 142","section":{"content":"The national emblem of the People&#x27;s Republic of China is Tian&#x27;anmen in the center illuminated by five stars and encircled by ears of grain and a cogwheel."}},{"content":"Article 143","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/capital"}},"section":{"content":"The capital of the People&#x27;s Republic of China is Beijing."}}]}]}}