{"document":{"section":[{"content":["Preamble","PREÁMBULO","التمهيد"],"metadata":{"topics":["http://www.constituteproject.org/ontology/preamble","http://www.constituteproject.org/ontology/auth","http://www.constituteproject.org/ontology/motive"]},"section":[["نحن، الشعب الياباني، بالعمل من خلال ممثلينا المنتخبين حسب الأصول في مجلس الدايت، قررنا أننا سنكفل لأنفسنا ولأجيالنا القادمة ثمار التعاون السلمي مع كل الأمم، وبركات الحرية عبر هذه الأرض، وارتأينا أن أهوال الحرب لن تزورنا قط من خلال فعل الحكومة، ونعلن أن السلطة ذات السيادة تكمن في الشعب، وبعزم نضع هذا الدستور. الحكومة أمانة مقدسة من الناس، وتستمد سلطتها من الشعب، ويتمتع الشعب بفوائدها. هذا هو مبدأ البشرية العالمي الذي أسس عليه هذا الدستور. نحن نرفض ونلغي كل الدساتير، والقوانين، والأوامر، والتوجيهات التي تتعارض معه.","We, the Japanese people, acting through our duly elected representatives in the National Diet, determined that we shall secure for ourselves and our posterity the fruits of peaceful cooperation with all nations and the blessings of liberty throughout this land, and resolved that never again shall we be visited with the horrors of war through the action of government, do proclaim that sovereign power resides with the people and do firmly establish this Constitution. Government is a sacred trust of the people, the authority for which is derived from the people, the powers of which are exercised by the representatives of the people, and the benefits of which are enjoyed by the people. This is a universal principle of mankind upon which this Constitution is founded. We reject and revoke all constitutions, laws, ordinances, and rescripts in conflict herewith.","Nosotros, el pueblo japonés, actuando por intermedio de los representases debidamente elegidos de la Dieta Nacional, determinados a asegurar para nosotros y para nuestra posteridad los frutos de la cooperación pacífica con todas las naciones y los beneficios de la libertad para toda nuestra tierra, y resueltos a evitar los horrores de una nueva guerra como resultado de la acción del gobierno, proclamamos que el poder soberano reside en el pueblo y establecemos firmemente esta Constitución. El Gobierno es un mandato sagrado del pueblo, de quien deriva su autoridad; sus poderes son ejercidos por los representantes del pueblo y sus beneficios son prerrogativa del pueblo. Este es el principio universal de humanidad sobre el cual se basa esta Constitución. Rechazamos y revocamos todas las constituciones, leyes, ordenanzas y decretos imperiales que se opongan a la presente Constitución."],["We, the Japanese people, desire peace for all time and are deeply conscious of the high ideals controlling human relationship, and we have determined to preserve our security and existence, trusting in the justice and faith of the peace- loving peoples of the world. We desire to occupy an honored place in an international society striving for the preservation of peace, and the banishment of tyranny and slavery, oppression and intolerance for all time from the earth. We recognize that all peoples of the world have the right to live in peace, free from fear and want.","Nosotros, el pueblo japonés, deseamos una paz duradera y, profundamente conscientes de los altos ideales que controlan las relaciones humanas, hemos resuelto preservar nuestra seguridad y existencia, confiados en la justicia y la buena fe de los pueblos amantes de la paz. Deseamos ocupar un lugar digno en la sociedad internacional que lucha por la preservación de la paz y por la abolición definitiva en el mundo de la tiranía y la esclavitud, de la opresión y la intolerancia. Reconocemos que todos los pueblos de la tierra tienen el derecho de vivir en paz, libres de temor y de necesidades.","نحن، الشعب الياباني، نرغب في السلام لكل الأزمان وندرك بعمق المثل العليا التي تسيطر على العلاقات الإنسانية، وقررنا الحفاظ على أمننا ووجودنا، واضعين ثقتنا في عدالة وإيمان كل شعوب العالم المُحبة للسلام. وإننا نرغب في تبوء مكانة مشرفة في المجتمع الدولي الذي يناضل للحفاظ على السلام، ونبذ الطغيان والعبودية، والقمع والتعصب لكل الأزمان من الأرض. ونقر بأن كل شعوب العالم لها الحق في أن تحي بسلام، بلا خوف ولا فاقة."],["We believe that no nation is responsible to itself alone, but that laws of political morality are universal; and that obedience to such laws is incumbent upon all nations who would sustain their own sovereignty and justify their sovereign relationship with other nations.","Creemos que ninguna nación es responsable sólo ante sí misma, sino que las leyes de la moral política son universales y que la obediencia a esas leyes incumbe a todas las naciones que sustentan su propia soberanía y justifican sus relaciones soberanas con otras naciones.","نحن نؤمن بأن ليست هناك أمة مسؤولة عن نفسها فقط، بل أن قوانين الأخلاق السياسية عالمية؛ وأن الالتزام بمثل هذه القوانين واجب على عاتق كل الأمم التي تريد الحفاظ على سيادتها وتبرر علاقتها السيادية مع الأمم الأخرى."],["We, the Japanese people, pledge our national honor to accomplish these high ideals and purposes with all our resources.","نحن، الشعب الياباني، نتعهد بشرفنا الوطني بأن ننجز هذه المثل والغايات العليا، بكل ما أوتينا من موارد.","Nosotros, el pueblo japonés, comprometemos nuestro honor nacional en el cumplimiento de estos altos ideales y propósitos con todos nuestros recursos."]]},{"content":["Chapter I. The Emperor","الفصل الأول. الإمبراطور","Capítulo I. El Emperador"],"section":[{"content":["Article 1","ARTÍCULO 1","المادة 1"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/execnum"}},"section":["El Emperador es el símbolo del Estado y de la unidad del pueblo, derivando su posición de la voluntad del pueblo en quien reside el poder soberano.","The Emperor shall be the symbol of the State and of the unity of the People, deriving his position from the will of the people with whom resides sovereign power.","الإمبراطور هو رمز الدولة ووحدة الشعب، ويستمد قوته من رغبة الشعب الذي تكمن فيه القوة السيادية."]},{"content":["Article 2","المادة 2","ARTÍCULO 2"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hoselect"}},"section":["The Imperial Throne shall be dynastic and succeeded to in accordance with the Imperial House Law passed by the Diet.","El Trono Imperial será dinástico y su sucesión se realizará de acuerdo con la Ley de la Casa Imperial aprobada por la Dieta.","العرش الإمبراطوري وراثي يستخلف إليه وفقاً لقانون العائلة الإمبراطورية الذي يصدره مجلس الدايت."]},{"content":["ARTÍCULO 3","Article 3","المادة 3"],"section":["نصيحة ومصادقة مجلس الوزراء واجبة لكل أعمال الإمبراطور في شؤون الدولة، ويكون مجلس الوزراء مسؤولاً عن ذلك.","The advice and approval of the Cabinet shall be required for all acts of the Emperor in matters of state, and the Cabinet shall be responsible therefor.","Se requerirá el consejo y la aprobación del Gabinete en todos los actos del Emperador vinculados con el Estado, y el Gabinete será responsable de los mismos."]},{"content":["Article 4","المادة 4","ARTÍCULO 4"],"section":[["The Emperor shall perform only such acts in matters of state as are provided for in this Constitution and he shall not have powers related to government.","لا يؤدي الإمبراطور سوى تلك الأعمال التي ينص عليها هذا الدستور، في شؤون الدولة، ولا يمتلك سلطات متعلقة بالحكومة.","El Emperador realizará únicamente los actos de Estado previstos en esta constitución y no tendrá otras facultades de gobierno."],["للإمبراطور أن يخوّل أداء أعماله في شؤون الدولة كما ينص عليه القانون.","EI Emperador puede delegar la realización de los actos vinculados con el Estado según lo dispongan las leyes.","The Emperor may delegate the performance of his acts in matters of state as may be provided by law."]]},{"content":["المادة 5","Article 5","ARTÍCULO 5"],"section":["عندما تؤسس وصاية على العرش، وفقاً للقانون، يؤدي الوصي أعماله في شؤون الدولة باسم الإمبراطور. وفي هذه الحال، تنطبق الفقرة الأولى من المادة السابقة.","When, in accordance with the Imperial House Law, a Regency is established, the Regent shall perform his acts in matters of state in the Emperor&#x27;s name. In this case, paragraph one of the preceding article will be applicable.","Cuando, de acuerdo con la Ley de la Casa imperial, se establezca una Regencia, el Regente realizará los actos de Estado en nombre del Emperador. En este caso se hará aplicación del párrafo primero del artículo precedente."]},{"content":["Article 6","المادة 6","ARTÍCULO 6"],"metadata":{"topics":["http://www.constituteproject.org/ontology/hocsel","http://www.constituteproject.org/ontology/hogelect"]},"section":["يعيّن الإمبراطور رئيس الوزراء وفق تنسيب مجلس الدايت. يعيّن الإمبراطور رئيس قضاة المحكمة العليا وفق تنسيب مجلس الوزراء.","El Emperador nombrará al Primer Ministro, conforme a la designación de la Dieta. El Emperador nombrará al Presidente de la Corte Suprema de Justicia que designe el Gabinete.","The Emperor shall appoint the Prime Minister as designated by the Diet. The Emperor shall appoint the Chief Judge of the Supreme Court as designated by the Cabinet."]},{"content":["Article 7","المادة 7","ARTÍCULO 7"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hospow"}},"section":{"content":["El Emperador, con el consejo y la aprobación del Gabinete, realizará los siguientes actos de estado en beneficio del pueblo:","يؤدي الإمبراطور، بنصيحة ومصادقة من مجلس الوزراء، الأعمال التالية في شؤون الدولة بالنيابة عن الشعب:","The Emperor, with the advice and approval of the  Cabinet, shall perform the following acts in matters of state on behalf of the people:"],"section":{"content":["إعلان تعديلات الدستور، والقوانين، وأوامر ومعاهدات مجلس الوزراء.","Promulgación de enmiendas de la constitución, leyes, decretos del Gabinete y tratados.","Promulgation of amendments of the constitution, laws, cabinet orders and treaties."],"section":[["Convocation of the Diet.","دعوة مجلس الدايت إلى الانعقاد.","Convocación de la Dieta."],{"content":["Disolución de la Cámara de Representantes.","حل مجلس النواب.","Dissolution of the House of Representatives."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legdiss"}}},["Proclamación de elecciones generales para los miembros de la Dieta.","Proclamation of general election of members of the Diet.","إعلان الانتخابات العامة لأعضاء مجلس الدايت."],["المصادقة على تعيين وعزل وزراء الدولة والمسؤولين الآخرين كما ينص القانون، وعلى جميع سلطات وأوراق اعتماد السفراء والوزراء.","Attestation of the appointment and dismissal of Ministers of State and other officials as provided for by law, and of full powers and credentials of Ambassadors and Ministers.","Confirmación del nombramiento y remoción de los Ministros de Estado y otros funcionarios de acuerdo con la ley y de los plenos poderes y credenciales de Embajadores y Ministros."],["Attestation of general and special amnesty, commutation of punishment, reprieve, and restoration of rights.","المصادقة على العفو العام والخاص، وتخفيف العقوبة، وتعليقها أو إيقافها، واستعادة الحقوق.","Confirmación de amnistías generales o parciales, conmutación de penas, suspensión y restitución de derechos."],["Awarding of honors.","Concesión de honores.","منح التشريفات أو الألقاب الفخرية."],["Attestation of instruments of ratification and other diplomatic documents as provided for by law.","المصادقة على أدوات التصديق والوثائق الدبلوماسية الأخرى كما يحدد القانون.","Confirmación de los instrumentos de ratificación y otros documentos diplomáticos de acuerdo con las providencias de la ley."],["استقبال السفراء والوزراء الأجانب.","Receiving foreign ambassadors and ministers.","Recepción de embajadores y ministros extranjeros."],["Performance of ceremonial functions.","تأدية وظائف المراسيم.","Realización de funciones ceremoniales."]]}}},{"content":["ARTÍCULO 8","Article 8","المادة 8"],"section":["No pueden donarse bienes a la Familia Imperial, ni ésta recibirlos o hacer donaciones, sin la autorización de la Dieta.","No property can be given to, or received by, the Imperial House, nor can any gifts be made therefrom, without the authorization of the Diet.","لا تعطى أية ملكية إلى البيت الإمبراطوري، أو تستلم من قبله، ولا يمكن أن تعطى أية هدية هناك، دون تخويل من مجلس الدايت."]}]},{"content":["Chapter II. Renunciation of War","Capítulo II. Renuncia a la guerra","الفصل الثاني. نبذ الحرب"],"section":{"content":["ARTÍCULO 9","Article 9","المادة 9"],"section":[["Aspirando sinceramente a una paz internacional basada en la justicia y el orden, el pueblo japonés renuncia para siempre a la guerra como derecho soberano de la nación y a la amenaza o al uso de la fuerza como medio de solución en disputas internacionales.","Aspiring sincerely to an international peace based on justice and order, the Japanese people forever renounce war as a sovereign right of the nation and the threat or use of force as means of settling international disputes.","في تطلعهم بإخلاص للسلام العالمي المبني على العدل والنظام، يشجب اليابانيون الحرب، وإلى الأبد، كحق سيادي للأمة، والتهديد أو استخدام القوة كأداة لحل النزاعات الدولية."],["In order to accomplish the aim of the preceding paragraph, land, sea, and air forces, as well as other war potential, will never be maintained. The right of belligerency of the state will not be recognized.","Con el objeto de llevar a cabo el deseo expresado en el párrafo precedente, no se mantendrán en lo sucesivo fuerzas de tierra, mar o aire como tampoco otro potencial bélico. El derecho de beligerancia del estado no será reconocido.","من أجل تحقيق هدف الفقرة السابقة، لن تُستدام القوات البرية، والبحرية، والجوية، فضلاً عن إمكانات الحرب الأخرى. ولا يعترف بحق الدولة بإعلان حالة الحرب."]]}},{"content":["Chapter III. Rights and Duties of the People","Capítulo III. Derechos y deberes del pueblo","الفصل الثالث. حقوق الشعب وحرياته"],"section":[{"content":["ARTÍCULO 10","المادة 10","Article 10"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/citizen"}},"section":["The conditions necessary for being a Japanese national shall be determined by law.","La ley determinará las condiciones necesarias para ser ciudadano japonés.","تحدد الشروط اللازمة ليصبح الشخص مواطناً يابانياً بقانون."]},{"content":["ARTÍCULO 11","المادة 11","Article 11"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/inalrght"}},"section":["لا يمنع الناس من التمتع بأي من الحقوق الإنسانية الأساسية. تمنح هذه الحقوق الإنسانية الأساسية المكفولة للشعب من خلال هذا الدستور، لأناس هذا الجيل والأجيال اللاحقة بوصفها حقوقاً أبدية ثابتة.","The people shall not be prevented from enjoying any of the fundamental human rights. These fundamental human rights guaranteed to the people by this Constitution shall be conferred upon the people of this and future generations as eternal and inviolate rights.","No se podrá impedir al pueblo el goce de ninguno de los derechos humanos fundamentales. Estos derechos humanos fundamentales, garantizados al pueblo por la Constitución, serán conferidos al pueblo de ésta y de las futuras generaciones como derechos eternos e inviolables."]},{"content":["Article 12","ARTÍCULO 12","المادة 12"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/abide"}},"section":["The freedoms and rights guaranteed to the people by this Constitution shall be maintained by the constant endeavor of the people, who shall refrain from any abuse of these freedoms and rights and shall always be responsible for utilizing them for the public welfare.","تُصان الحقوق والحريات المكفولة للشعب في هذا الدستور من خلال السعي الدؤوب لأبناء الشعب الذين سيمتنعون عن أية إساءة لهذه الحريات والحقوق، ويكونون مسؤولين دائماً عن استغلالها لأجل الرفاهية العامة.","La libertad y los derechos garantizados al pueblo por la Constitución serán mantenidos con el constante empeño del mismo, quien a su vez evitará odo abuso de estas libertades y derechos y será responsable de su utilización en favor del bienestar público."]},{"content":["Article 13","المادة 13","ARTÍCULO 13"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/life"}},"section":["Todos los ciudadanos serán respetados como personas individuales. Su derecho a la vida, a la libertad y al logro de la felicidad, será, en tanto que no interfiera con el bienestar público, el objetivo supremo de la legislación y de los demás actos de gobierno.","يحترم كل الشعب كأفراد. ويكون حقهم في الحياة، والحرية، والسعي للسعادة اعتباراً سامياً في التشريع وفي الشؤون الحكومية الأخرى، إلى المدى الذي لا تتداخل فيه مع الرفاهية العامة.","All of the people shall be respected as individuals. Their right to life, liberty, and the pursuit of happiness shall, to the extent that it does not interfere with the public welfare, be the supreme consideration in legislation and in other governmental affairs."]},{"content":["ARTÍCULO 14","المادة 14","Article 14"],"section":[{"content":["All of the people are equal under the law and there shall be no discrimination in political, economic or social relations because of race, creed, sex, social status or family origin.","Todos los ciudadanos son iguales ante la ley y no existirá discriminación política, económica o social por razones de raza, credo, sexo, condición social o linaje.","جميع الناس سواسية تحت القانون، ولا يكون هناك تمييز في العلاقات السياسية، أو الاقتصادية، أو الاجتماعية بسبب العرق، أو المعتقد، أو الجنس، أو الوضع الاجتماعي، أو أصل العائلة."],"metadata":{"topics":["http://www.constituteproject.org/ontology/equalgr11","http://www.constituteproject.org/ontology/equalgr4","http://www.constituteproject.org/ontology/equal","http://www.constituteproject.org/ontology/equalgr1","http://www.constituteproject.org/ontology/equalgr12","http://www.constituteproject.org/ontology/equalgr3"]}},["No se reconocerán prerrogativas ni títulos de nobleza.","لا يُعترف بالنبلاء وطبقة النبلاء.","Peers and peerage shall not be recognized."],["No privilege shall accompany any award of honor, decoration or any distinction, nor shall any such award be valid beyond the lifetime of the individual who now holds or hereafter may receive it.","Ningún privilegio acompañará al otorgamiento de honores, condecoraciones o cualquier otra distinción ni tampoco ninguno de tales reconocimientos será válido más allá de la vida del individuo que los ostente en el presente o que pueda recibirlos en el futuro.","لا يصاحب الجائزة الفخرية، أو التكريم، أو أي تمييز، أي امتياز، ولا يكون مثل هذا التكريم نافذاً بعد وفاة الفرد الذي يحمله الآن أو سيستلمه."]]},{"content":["ARTÍCULO 15","Article 15","المادة 15"],"section":[{"content":["The people have the inalienable right to choose their public officials and to dismiss them.","El pueblo tiene el derecho inalienable de elegir y destituir a las autoridades públicas.","يمتلك الشعب الحق الثابت في اختيار مسؤوليهم الرسميين وفي عزلهم."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/inalrght"}}},["All public officials are servants of the whole community and not of any group thereof.","Las autoridades públicas están al servicio de toda la comunidad y no de un grupo determinado.","كل المسؤولين الحكوميين خدم للمجتمع ككل، وليس لأية مجموعة منه."],{"content":["Universal adult suffrage is guaranteed with regard to the election of public officials.","Se garantiza el sufragio universal de las personas mayores de edad con respecto a la elección de las autoridades públicas.","يكفل حق التصويت الشامل للبالغين، فيما يخص انتخاب المسؤولين الحكوميين."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/voteun"}}},{"content":["In all elections, secrecy of the ballot shall not be violated. A voter shall not be answerable, publicly or privately, for the choice he has made.","في كل الانتخابات، لا تنتهك سرية الاقتراع. ولا يخضع الناخب للمساءلة، ولا علنياً ولا سرياً، على الاختيار الذي قام به.","El secreto del voto será inviolable en todas las elecciones. No se podrá inquirir a ningún elector, pública o privadamente, sobre la elección que hubiese hecho."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/freeelec"}}}]},{"content":["ARTÍCULO 16","المادة 16","Article 16"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/petition"}},"section":["يمتلك كل شخص الحق في الالتماس السلمي لتعويض الضرر، ولعزل المسؤول الحكومي، ولتفعيل أو تعديل، أو إلغاء القوانين، والأوامر، والتنظيمات، وللشؤون الأخرى، ولا يتم التمييز ضد أي شخص بأي طريقة كانت لتقديمه مثل هذا الالتماس.","Todas las personas tienen el derecho de solicitar pacíficamente la reparación de daños, la remoción de autoridades públicas, la sanción, derogación o modificación de las leyes, ordenanzas o reglamentaciones, como así también por otros asuntos, sin que ello sea motivo de medidas discriminatorias contra la persona que hace uso de este derecho.","Every person shall have the right of peaceful petition for the redress of damage, for the removal of public officials, for the enactment, repeal or amendment of laws, ordinances or regulations and for other matters; nor shall any person be in any way discriminated against for sponsoring such a petition."]},{"content":["المادة 17","ARTÍCULO 17","Article 17"],"section":["Cualquier persona puede efectuar demanda por reparaciones al Estado o a una entidad pública, tal como lo instituye la ley, en caso que haya sufrido daños motivados por actos ilegales de cualquier autoridad pública.","لكل فرد الحق في رفع الدعوى لأجل التعويض من الدولة، أو الجهاز الحكومي، بموجب القانون، في حال أنه عانى من الضرر عبر فعل غير شرعي لأي مسؤول حكومي.","Every person may sue for redress as provided by law from the State or a public entity, in case he has suffered damage through illegal act of any public official."]},{"content":["Article 18","المادة 18","ARTÍCULO 18"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/slave"}},"section":["No person shall be held in bondage of any kind. Involuntary servitude, except as punishment for crime, is prohibited.","لا يحتجز شخص في أية أغلال أياً كان نوعها. وتمنع العبودية غير الطوعية، ما عدا عندما تكون عقوبة لجريمة.","Las personas no pueden ser sometidas a esclavitud de ninguna naturaleza. Se prohíbe la sujeción involuntaria, excepto como castigo penal."]},{"content":["ARTÍCULO 19","المادة 19","Article 19"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/opinion"}},"section":["لا تنتهك حرية الفكر والضمير.","No se violará la libertad de pensamiento y de conciencia.","Freedom of thought and conscience shall not be violated."]},{"content":["ARTÍCULO 20","Article 20","المادة 20"],"section":[{"content":["Se garantiza la libertad universal de culto. Ninguna organización religiosa recibirá privilegios del Estado ni tampoco ejercerá autoridad política.","Freedom of religion is guaranteed to all. No religious organization shall receive any privileges from the State, nor exercise any political authority.","حرية الدين مكفولة للجميع. ولا تتلقى أية منظمة دينية أية امتيازات من الدولة، ولا تمارس أية سلطة سياسية."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/freerel"}}},["Nadie estará obligado a tomar parte en actos, celebraciones, ritos o prácticas religiosas de cualquier índole.","No person shall be compelled to take part in any religious act, celebration, rite or practice.","لا يجبر شخص على المشاركة في الأعمال، أو الاحتفالات، أو الطقوس أو الممارسات الدينية."],{"content":["The State and its organs shall refrain from religious education or any other religious activity.","El Estado y sus organismos se abstendrán de intervenir en la educación religiosa y en cualquier otra actividad de esta naturaleza.","تمتنع الدولة وأجهزتها عن التعليم الديني أو أية فعالية دينية أخرى."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/seprel"}}}]},{"content":["Article 21","المادة 21","ARTÍCULO 21"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/press"}},"section":[{"content":["Freedom of assembly and association as well as speech, press and all other forms of expression are guaranteed.","Se garantiza la libertad de reunión y asociación, de palabra y de prensa, como también toda otra forma de expresión.","حرية التجمع والارتباط، فضلاً عن حرية الكلام، والصحافة، وجميع أشكال التعبير مكفولة."],"metadata":{"topics":["http://www.constituteproject.org/ontology/express","http://www.constituteproject.org/ontology/assem","http://www.constituteproject.org/ontology/assoc"]}},["No se mantendrá censura alguna ni se violará el secreto de ningún medio de comunicación.","لا تدام أية رقابة، ولا تنتهك سرية أية وسيلة من وسائل الاتصال.","No censorship shall be maintained, nor shall the secrecy of any means of communication be violated."]]},{"content":["Article 22","المادة 22","ARTÍCULO 22"],"section":[{"content":["Every person shall have freedom to choose and change his residence and to choose his occupation to the extent that it does not interfere with the public welfare.","يمتلك كل شخص بحرية اختيار وتغيير إقامته، واختيار مهنته، إلى الحد الذي لا تتدخل فيه بالرفاهية العامة.","Todas las personas tendrán libertad de elegir y cambiar su residencia al igual que su ocupación, siempre que ello no interfiera en el bienestar público."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/occupate"}}},{"content":["Es inviolable la libertad de todas las personas de trasladarse a un país extranjero y de cambiar de nacionalidad.","لا تنتهك حرية جميع الأشخاص في الانتقال إلى بلد أجنبي، وتجريد نفسهم من جنسيتهم.","Freedom of all persons to move to a foreign country and to divest themselves of their nationality shall be inviolate."],"metadata":{"topics":["http://www.constituteproject.org/ontology/freemove","http://www.constituteproject.org/ontology/citren","http://www.constituteproject.org/ontology/inalrght"]}}]},{"content":["ARTÍCULO 23","Article 23","المادة 23"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/acfree"}},"section":["الحرية الأكاديمية مكفولة.","Academic freedom is guaranteed.","Se garantiza la libertad académica."]},{"content":["Article 24","ARTÍCULO 24","المادة 24"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/matequal"}},"section":[["Marriage shall be based only on the mutual consent of both sexes and it shall be maintained through mutual cooperation with the equal rights of husband and wife as a basis.","يستند الزواج فقط على الموافقة المتبادلة لكلا الجنسين، ويصان من خلال التعاون المتبادل مع حقوق متساوية للزوج وزوجته، كأساس.","El matrimonio estará basado solamente en el mutuo consentimiento de ambos contrayentes y será mantenido por la cooperación mutua con igualdad de derechos de marido y mujer."],{"content":["Les leyes que se dicten relativas a la elección del cónyuge, derechos de propiedad, herencia, elección de domicilio, divorcio y otros asuntos referentes al matrimonio o a la familia, tendrán en cuenta primordialmente la dignidad individual y la igualdad esencial de derechos de ambos sexos.","فيما يتعلق باختيار الزوج، وحقوق الملكية، والميراث، واختيار المسكن، والطلاق، والأمور الأخرى المتعلقة بالزواج والعائلة، تسنّ القوانين من وجهة نظر الكرامة الفردية والمساواة الأساسية للجنسين.","With regard to choice of spouse, property rights, inheritance, choice of domicile, divorce and other matters pertaining to marriage and the family, laws shall be enacted from the standpoint of individual dignity and the essential equality of the sexes."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/dignity"}}}]},{"content":["ARTÍCULO 25","Article 25","المادة 25"],"section":[{"content":["Todos los ciudadanos tendrán el derecho de mantener un nivel mínimo de vida saludable y cultural.","All people shall have the right to maintain the minimum standards of wholesome and cultured living.","يتمتع كل الشعب بحق إدامة المعايير الدنيا من المعيشة المفيدة والمثقفة."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/standliv"}}},{"content":["في كل مجالات الحياة، تستخدم الدولة مساعيها لتنمية وتوسيع الرفاهية والحماية الاجتماعية، والصحة العامة.","In all spheres of life, the State shall use its endeavors for the promotion and extension of social welfare and security, and of public health.","En todos los órdenes de la vida humana, el Estado conducirá sus esfuerzos a la promoción y acrecentamiento del bienestar y la seguridad social y la salud pública."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/health"}}}]},{"content":["ARTÍCULO 26","المادة 26","Article 26"],"section":[["All people shall have the right to receive an equal education correspondent to their ability, as provided by law.","Todos los ciudadanos tendrán el derecho de recibir igual educación en concordancia con su capacidad, según lo dispongan las leyes.","يتمتع كل الشعب بحق تلقي التعليم المتساوي الذي يوازي قدراتهم، وكما ينص القانون."],{"content":["All people shall be obligated to have all boys and girls under their protection receive ordinary education as provided for by law. Such compulsory education shall be free.","Todos los ciudadanos están obligados a que los niños y niñas que se encuentren bajo su protección, reciban la educación común según lo establece la ley. Esta educación obligatoria será gratuita.","يُلزم الناس بحماية كل الأولاد والبنات في كنفهم ويتلقون تعليماً اعتيادياً كما يحدد القانون. ويكون هذا التعليم الإلزامي مجانياً."],"metadata":{"topics":["http://www.constituteproject.org/ontology/edfree","http://www.constituteproject.org/ontology/edcomp"]}}]},{"content":["ARTÍCULO 27","المادة 27","Article 27"],"section":[{"content":["Todos los ciudadanos tendrán el derecho y la obligación de trabajar.","All people shall have the right and the obligation to work.","يمتلك كل الناس الحق والالتزام في أن يعملوا."],"metadata":{"topics":["http://www.constituteproject.org/ontology/work","http://www.constituteproject.org/ontology/provwork"]}},{"content":["يحدد القانون معايير الأجور، وساعات العمل، والراحة، وشروط العمل الأخرى.","Standards for wages, hours, rest and other working conditions shall be fixed by law.","La ley fijará las normas sobre salarios, horas laborales, descanso y demás condiciones de trabajo."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/standliv"}}},{"content":["Los niños no serán explotados.","Children shall not be exploited.","لا يُستغل الأطفال."],"metadata":{"topics":["http://www.constituteproject.org/ontology/childpro","http://www.constituteproject.org/ontology/childwrk"]}}]},{"content":["المادة 28","Article 28","ARTÍCULO 28"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jointrde"}},"section":["يكفل حق العمال في التنظيم والمساومة والعمل بشكل جماعي.","The right of workers to organize and to bargain and act collectively is guaranteed.","Se garantiza el derecho de los trabajadores para organizarse, convenir los salarios y actuar colectivamente."]},{"content":["ARTÍCULO 29","Article 29","المادة 29"],"section":[{"content":["The right to own or to hold property is inviolable.","حق امتلاك الملكية أو الاحتفاظ بها مصان.","El derecho de poseer o retener propiedades es inviolable."],"metadata":{"topics":["http://www.constituteproject.org/ontology/inalrght","http://www.constituteproject.org/ontology/proprght"]}},["تعرّف حقوق الملكية بقانون، بما يتماشى مع الرفاهية العامة.","Los derechos de propiedad serán definidos por la ley en conformidad con el bienestar público.","Property rights shall be defined by law, in conformity with the public welfare."],{"content":["La propiedad privada puede expropiarse con fines de utilidad pública, previa justa compensación.","لا تؤخذ الملكية الخاصة للاستخدام العام، إلا بعد تعويض عادل عنها.","Private property may be taken for public use upon just compensation therefor."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exprop"}}}]},{"content":["ARTÍCULO 30","Article 30","المادة 30"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/taxes"}},"section":["The people shall be liable to taxation as provided by law.","يخضع الشعب لفرض الضرائب كما يحدد القانون.","Los ciudadanos estarán sujetos a los impuestos que determinan las leyes."]},{"content":["ARTÍCULO 31","Article 31","المادة 31"],"metadata":{"topics":["http://www.constituteproject.org/ontology/cappun","http://www.constituteproject.org/ontology/life"]},"section":["Ninguna persona podrá ser privada de su vida o libertad, ni se impondrá ninguna otra condena criminal, excepto con los procedimientos establecidos por la ley.","No person shall be deprived of life or liberty, nor shall any other criminal penalty be imposed, except according to procedure established by law.","لا يحرم أي شخص من الحياة أو الحرية، ولا تفرض أية عقوبة جنائية أخرى، إلا وفق إجراء يؤسسه القانون."]},{"content":["ARTÍCULO 32","Article 32","المادة 32"],"section":["No person shall be denied the right of access to the courts.","لا يحرم شخص من حق الوصول إلى المحاكم.","No se podrá negar a ninguna persona el derecho de recurrir a la justicia."]},{"content":["المادة 33","ARTÍCULO 33","Article 33"],"section":["Ninguna persona será detenida sin orden emanada de autoridad judicial competente en la que se especifique el cargo que se le imputa, excepto en el caso de ser sorprendida en el momento de cometer el delito.","لا يعتقل شخص إلا بتفويض يصدره مسؤول قضائي مؤهل يخصص فيه الجرم الذي اتهم به الشخص، والجريمة التي ترتكب ما لم يتم اعتقاله.","No person shall be apprehended except upon warrant issued by a competent judicial officer which specifies the offense with which the person is charged, unless he is apprehended, the offense being committed."]},{"content":["Article 34","المادة 34","ARTÍCULO 34"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/habcorp"}},"section":["Ninguna persona será detenida o arrestada sin ser informada simultáneamente de los cargos de que se le acusan o sin que pueda disponer de inmediato de asesoramiento legal; tampoco podrá ser detenida sin causa suficiente y, a requerimiento de cualquier persona, dicha causa deberá ser examinada de inmediato en audiencia pública, en su presencia y en la de su asesor legal.","No person shall be arrested or detained without being at once informed of the charges against him or without the immediate privilege of counsel; nor shall he be detained without adequate cause; and upon demand of any person such cause must be immediately shown in open court in his presence and the presence of his counsel.","لا يعتقل شخص أو يحتجز من دون إخباره الفوري بالتهم الموجهة إليه، أو بدون حصوله الفوري على محامي؛ ولا يحتجز بلا سبب كاف، ولا بد من إظهار ذلك السبب فوراً في محكمة مفتوحة، عند طلب أي شخص، في حضوره وبحضور المحامي."]},{"content":["المادة 35","ARTÍCULO 35","Article 35"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/evidence"}},"section":[["No se violará la seguridad de domicilio ni se registrarán ni secuestrarán papeles y efectos personales, excepto con el debido mandamiento expedido con causa suficiente y en el que se especifique en particular el lugar que se registrará y los objetos que deben secuestrarse, o bien el caso previsto en el Art. 33.","The right of all persons to be secure in their homes, papers and effects against entries, searches and seizures shall not be impaired except upon warrant issued for adequate cause and particularly describing the place to be searched and things to be seized, or except as provided by Article 33.","لا ينتهك حق كل الأشخاص في أن يكونوا آمنين في منازلهم، وأوراقهم، وممتلكاتهم من الدخول، والتفتيش والاحتجاز، إلا بتفويض يصدر لسبب كاف ويصف بشكل خاص المكان الذي ينبغي تفتيشه، والأشياء التي يتم احتجازها، أو باستثناء ما ورد في المادة 33."],["Each search or seizure shall be made upon separate warrant issued by a competent judicial officer.","يتم كل تفتيش أو احتجاز بناء على تفويض منفصل يصدره مسؤول قضائي مؤهل.","Cada registro o secuestro deberá realizarse en base a un mandamiento separado expedido por una autoridad judicial competente."]]},{"content":["Article 36","ARTÍCULO 36","المادة 36"],"metadata":{"topics":["http://www.constituteproject.org/ontology/cruelty","http://www.constituteproject.org/ontology/torture"]},"section":["يمنع إلحاق التعذيب من قبل أي مسؤول حكومي والعقوبات القاسية منعاً باتاً.","Se prohíbe en forma absoluta la aplicación de torturas o castigos por parte de cualquier autoridad pública.","The infliction of torture by any public officer and cruel punishments are absolutely forbidden."]},{"content":["ARTÍCULO 37","Article 37","المادة 37"],"section":[{"content":["In all criminal cases the accused shall enjoy the right to a speedy and public trial by an impartial tribunal.","En todas las causa criminales, el acusado gozará de los derechos de un juicio rápido y público ante un tribunal imparcial.","في جميع القضايا الجنائية، يتمتع المتهم بحق المحاكمة السريعة والعلنية من قبل محكمة نزيهة."],"metadata":{"topics":["http://www.constituteproject.org/ontology/fairtri","http://www.constituteproject.org/ontology/speedtri","http://www.constituteproject.org/ontology/pubtri"]}},{"content":["ويسمح له بفرصة لتفحص جميع الشهود، وله الحق في العملية الإجبارية للحصول على الشهود لصالحه وعلى النفقة العامة.","Se le brindará amplia oportunidad para examinar a todos los testigos y tendrá el derecho de hacer comparecer compulsivamente a los testigos de su interés a expensas del erario público.","He shall be permitted full opportunity to examine all witnesses, and he shall have the right of compulsory process for obtaining witnesses on his behalf at public expense."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/examwit"}}},{"content":["يتمتع المتهم في جميع الأوقات بمساعدة محام مؤهل يعين له من قبل الدولة، إذا كان المتهم عاجزاً عن تأمين محام على نفقته الخاصة.","At all times the accused shall have the assistance of competent counsel who shall, if the accused is unable to secure the same by his own efforts, be assigned to his use by the State.","En todos los casos el acusado contará con asistencia jurídica competente, la que estará a cargo del Estado si el acusado no puede procurársela por sus propios medios."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/couns"}}}]},{"content":["ARTÍCULO 38","Article 38","المادة 38"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/miranda"}},"section":[["No person shall be compelled to testify against himself.","Ninguna persona estará obligada a declarar contra sí misma.","لا يجبر شخص على الإدلاء بشهادة ضد نفسه."],["La confesión obtenida mediante coacción, tortura o amenazas, o luego de una detención o arresto prolongado, no será considerada como evidencia.","لا يعتبر الاعتراف المأخوذ تحت الإكراه، أو التعذيب، أو التهديد، أو بعد اعتقال أو احتجاز مطوّل، دليلاً.","Confession made under compulsion, torture or threat, or after prolonged arrest or detention shall not be admitted in evidence."],["Ninguna persona será condenada o castigada en los casos en que la única prueba en su contra sea su propia confesión.","لا يدان أي شخص أو يعاقب في القضية التي يكون اعترافه الخاص هو الدليل الوحيد ضده.","No person shall be convicted or punished in cases where the only proof against him is his own confession."]]},{"content":["Article 39","ARTÍCULO 39","المادة 39"],"metadata":{"topics":["http://www.constituteproject.org/ontology/wolaw","http://www.constituteproject.org/ontology/expost","http://www.constituteproject.org/ontology/doubjep"]},"section":["Ninguna persona será considerada criminalmente culpable por un acto que era legal en el momento en que se cometió, o del que hubiera sido absuelta, ni tampoco será juzgada dos veces por un mismo hecho.","No person shall be held criminally liable for an act which was lawful at the time it was committed, or of which he has been acquitted, nor shall he be placed in double jeopardy.","لا يعتبر الشخص مسؤولاً من الناحية الجنائية عن عمل كان قانونياً أثناء وقت ارتكابه، أو الذي بُرّئ منه، ولا يحاكم على الجرم الواحد مرتين."]},{"content":["المادة 40","Article 40","ARTÍCULO 40"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/falseimp"}},"section":["يحق لأي شخص، في حال بُرّئ بعد أن تم اعتقاله أو احتجازه، أن يقاضي الدولة من أجل تعويضه، وكما ينص القانون.","Cualquier persona, en caso de ser absuelta, luego de haber sido arrestada o detenida, puede demandar al Estado por daños y perjuicios de acuerdo con las estipulaciones de la ley.","Any person, in case he is acquitted after he has been arrested or detained, may sue the State for redress as provided by law."]}]},{"content":["Chapter IV. The Diet","Capítulo IV. La Dieta","الفصل الرابع. مجلس الدايت"],"section":[{"content":["Article 41","ARTÍCULO 41","المادة 41"],"section":["The Diet shall be the highest organ of state power, and shall be the sole law-making organ of the State.","La Dieta es el órgano supremo del poder del Estado y el único órgano legislativo del mismo.","يكون مجلس الدايت الجهاز الأعلى لسلطة الدولة، ويكون الجهاز الوحيد الذي يسن القوانين في الدولة."]},{"content":["المادة 42","ARTÍCULO 42","Article 42"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/housenum"}},"section":["The Diet shall consist of two Houses, namely the House of Representatives and the House of Councillors.","La Dieta estará formada por dos Cámaras: la Cámara de Representantes y la Cámara de Consejeros.","يتكون مجلس الدايت من مجلسين، وهما على وجه التحديد مجلس النواب ومجلس الشورى."]},{"content":["المادة 43","Article 43","ARTÍCULO 43"],"section":[["Ambas Cámaras estarán integradas por miembros elegidos en representación de todo el pueblo.","يتكون كلا المجلسين من أعضاء منتخبين، يمثلون كل الشعب.","Both Houses shall consist of elected members, representative of all the people."],{"content":["يحدد عدد أعضاء كل مجلس من المجلسين بقانون.","The number of the members of each House shall be fixed by law.","El número de los miembros de cada Cámara será fijado por la ley."],"metadata":{"topics":["http://www.constituteproject.org/ontology/uhseats","http://www.constituteproject.org/ontology/lhseats"]}}]},{"content":["Article 44","ARTÍCULO 44","المادة 44"],"metadata":{"topics":["http://www.constituteproject.org/ontology/lhrest","http://www.constituteproject.org/ontology/uhrest"]},"section":["Los requisitos para ser miembro de una u otra Cámara y para sus electores serán determinados por la ley. No se harán discriminaciones, sin embargo, por motivos raciales, de credo, sexo, estado social, linaje, educación, bienestar material o rentas.","تحدد مؤهلات أعضاء المجلسين وناخبيهم بقانون. وعلى كل حال، لا يكون هناك تمييز بسبب العرق، أو المعتقد، أو الجنس، أو الحالة الاجتماعية، أو أصل العائلة، أو التربية، أو الملكية، أو الدخل.","The qualifications of members of both Houses and their electors shall be fixed by law. However, there shall be no discrimination because of race, creed, sex, social status, family origin, education, property or income."]},{"content":["ARTÍCULO 45","Article 45","المادة 45"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhterm"}},"section":["The term of office of members of the House of Representatives shall be four years. However, the term shall be terminated before the full term is up in case the House of Representatives is dissolved.","El término del mandato de los miembros de la Cámara de Representantes será de 4 años. No obstante, el término se dará por concluido antes de su periodo normal cuando se declare disuelta la Cámara de Representantes.","تكون فترة دورة منصب أعضاء مجلس النواب أربع سنوات. وعلى كل حال، فإن الفترة تلغى قبل انتهاء مدتها في حالة حل المجلس."]},{"content":["ARTÍCULO 46","Article 46","المادة 46"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uhterm"}},"section":["تكون فترة المنصب بالنسبة لأعضاء مجلس الشورى ست سنوات، ويتم انتخاب نصف أعضائه كل ثلاث سنوات.","El término del mandato de los miembros de la Cámara de Consejeros será de seis años, y cada tres años se efectuarán elecciones para renovar la mitad de sus miembros.","The term of office of members of the House of Councillors shall be six years, and election for half the members shall take place every three years."]},{"content":["ARTÍCULO 47","Article 47","المادة 47"],"metadata":{"topics":["http://www.constituteproject.org/ontology/district","http://www.constituteproject.org/ontology/lhselect","http://www.constituteproject.org/ontology/uhselect"]},"section":["Los distritos electorales, la forma del voto y demás cuestiones relacionadas con la elección de los miembros de ambas Cámaras serán determinadas por la ley.","تحدد المناطق الانتخابية، وطريقة التصويت، والأمور الأخرى المتعلقة بطريقة انتخاب أعضاء كلا المجلسين بقانون.","Electoral districts, method of voting and other matters pertaining to the method of election of members of both Houses shall be fixed by law."]},{"content":["ARTÍCULO 48","المادة 48","Article 48"],"metadata":{"topics":["http://www.constituteproject.org/ontology/lhrest","http://www.constituteproject.org/ontology/uhrest"]},"section":["No person shall be permitted to be a member of both Houses simultaneously.","لا يسمح لأي شخص بأن يكون عضواً في المجلسين في وقت واحد.","Ninguna persona podrá ser miembro de ambas Cámaras simultáneamente."]},{"content":["ARTÍCULO 49","المادة 49","Article 49"],"section":["Members of both Houses shall receive appropriate annual payment from the national treasury in accordance with law.","Los miembros de ambas Cámaras recibirán del tesoro nacional, una remuneración anual apropiada, de acuerdo con lo establecido por la ley.","يحصل أعضاء المجلسين على المدفوعات السنوية المناسبة من الخزينة الوطنية وفقا للقانون."]},{"content":["ARTÍCULO 50","المادة 50","Article 50"],"section":["Excepto en los casos previstos por la ley, los miembros de ambas Cámaras no podrán ser detenidos mientras se encuentre en sesión la Dieta, y cualquier miembro detenido antes de iniciarse la sesión será puesto en libertad durante el tiempo que dure la misma, a solicitud de la Cámara.","باستثناء القضايا المنصوص عليها في القانون، يعفى أعضاء المجلسين من أي اعتقال أثناء دورة انعقاد مجلس الدايت، ويطلق سراح أي عضو اعتقل قبل افتتاح الجلسة، خلال فترة الانعقاد بطلب من المجلس.","Except in cases provided by law, members of both Houses shall be exempt from apprehension while the Diet is in session, and any members apprehended before the opening of the session shall be freed during the term of the session upon demand of the House."]},{"content":["ARTÍCULO 51","Article 51","المادة 51"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/immunity"}},"section":["Members of both Houses shall not be held liable outside the House for speeches, debates or votes cast inside the House.","Los miembros de ambas Cámaras no serán inculpados, fuera del recinto, por los discursos, debates o votos emitidos dentro del mismo.","لا يعتبر أعضاء المجلسين مسؤولين خارج المجلس عن الخطب، أو النقاشات، والتصويتات التي تجري داخل المجلس."]},{"content":["المادة 52","ARTÍCULO 52","Article 52"],"section":["La Dieta será convocada a sesión ordinaria una vez al año.","An ordinary session of the Diet shall be convoked once per year.","يدعى مجلس الدايت لعقد جلسة عادية واحدة في السنة."]},{"content":["ARTÍCULO 53","المادة 53","Article 53"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exsess"}},"section":["The Cabinet may determine to convoke extraordinary sessions of the Diet. When a quarter or more of the total members of either House makes the demand, the Cabinet must determine on such convocation.","يحدد مجلس الوزراء الدعوة لعقد الجلسات الاستثنائية لمجلس الدايت. حين يقرر ربع أو أكثر من العدد الكلي لأعضاء أي مجلس من المجلسين طلب ذلك، فعلى مجلس الوزراء أن يقرر دعوته للانعقاد.","El Gabinete puede determinar la convocatoria a sesiones extraordinarias de la Dieta. Dicha convocatoria se efectuará cuando así lo solicite la cuarta parte o un número mayor del total de los miembros de cualquiera de las Cámaras."]},{"content":["Article 54","ARTÍCULO 54","المادة 54"],"section":[["When the House of Representatives is dissolved, there must be a general election of members of the House of Representatives within forty (40) days from the date of dissolution, and the Diet must be convoked within thirty (30) days from the date of the election.","Cuando sea disuelta la Cámara de Representantes, se realizará una elección general de los miembros de la misma dentro de los cuarenta (40) días de la fecha de la disolución, y la Dieta será convocada dentro de los treinta (30) días de la fecha de la elección.","عندما يحل مجلس النواب، يجب أن يكون هناك انتخاب أعضاء المجلس خلال أربعين (40) يوماً من تاريخ الحل، ويدعى مجلس الدايت إلى الانعقاد خلال ثلاثين (30) يوماً من تاريخ الانتخاب."],["عندما يحل مجلس النواب، يغلق مجلس الشورى في الوقت نفسه. وعلى كل حال، فلمجلس الوزراء في وقت الطوارئ الوطنية أن يدعو مجلس الشورى للانعقاد في جلسة طارئة.","Mientras la Cámara de Representantes esté disuelta, no sesionará la Cámara de Consejeros. No obstante, el Gabinete puede, en caso de emergencia nacional, convocar a la Cámara de Representantes a sesión de emergencia.","When the House of Representatives is dissolved, the House of Councillors is closed at the same time. However, the Cabinet may in time of national emergency convoke the House of Councillors in emergency session."],["Measures taken at such session as mentioned in the proviso of the preceding paragraph shall be provisional and shall become null and void unless agreed to by the House of Representatives within a period of ten (10) days after the opening of the next session of the Diet.","Las medidas adoptadas en la sesión mencionada en el párrafo precedente, serán provisorias, y consideradas nulas y sin valor, a menos que la Cámara de Representantes las apruebe dentro de los diez (10) días de iniciada la próxima sesión de la Dieta.","تكون التدابير المتخذة في تلك الجلسة المذكورة في شرط الفقرة السابقة مؤقتة وتصبح لاغية وباطلة ما لم يوافق عليها مجلس النواب خلال عشرة (10) أيام بعد افتتاح الجلسة التالية لمجلس الدايت."]]},{"content":["ARTÍCULO 55","Article 55","المادة 55"],"section":["Each House shall judge disputes related to qualifications of its members. However, in order to deny a seat to any member, it is necessary to pass a resolution by a majority of two-thirds or more of the members present.","يحكم كل مجلس في النزاعات المتعلقة بمؤهلات أعضائه. وعلى كل حال، من أجل إلغاء مقعد أي عضو من الأعضاء، من الضروري أن يصدر قرار بأغلبية الثلثين، أو أغلبية الأعضاء الحاضرين.","Cada Cámara juzgará los problemas referentes a la calificación de sus miembros. Pero para denegar un escaño a cualquiera de ellos, serán necesarios los votos de por lo menos dos tercios de los miembros presentes."]},{"content":["المادة 56","ARTÍCULO 56","Article 56"],"section":[{"content":["لا يمكن عقد الصفقات في أي من المجلسين ما لم يكن الثلث أو أكثر من مجموع أعضائه حاضراً.","Business cannot be transacted in either House unless one-third or more of total membership is present.","Ninguna de las Cámaras podrá deliberar o resolver asunto alguno sin la presencia de por lo menos un tercio de la totalidad de sus miembros."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/quorum"}}},["يبت في جميع المسائل، في كل من المجلسين، بأغلبية الحاضرين، باستثناء عندما ينص على خلاف ذلك في مكان آخر من الدستور، وفي حالة الاتفاقية، فإن المسؤول الرئيس هو الذي يقرر.","All matters shall be decided, in each House, by a majority of those present, except as elsewhere provided in the Constitution, and in case of a tie, the presiding officer shall decide the issue.","Todos los asuntos serán resueltos en cada Cámara, por la mayoría de los miembros presentes, con las excepciones previstas en la Constitución y, en caso de empate, el Presidente decidirá con su voto."]]},{"content":["Article 57","ARTÍCULO 57","المادة 57"],"section":[{"content":["Las deliberaciones de ambas cámaras serán públicas. No obstante, podrán realizarse sesiones secretas cuando así lo decidan por lo menos los dos tercios de los miembros presentes.","يكون التشاور في أي من المجلسين علنياً. وعلى كل حال، فإن اجتماعاً سرياً يعقد عندما يصدر ثلثا الأعضاء الحاضرين أو أكثر قراراً بذلك.","Deliberation in each House shall be public. However, a secret meeting may be held where a majority of two-thirds or more of those members present passes a resolution therefor."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/pubmeet"}}},{"content":["Each House shall keep a record of proceedings. This record shall be published and given general circulation, excepting such parts of proceedings of secret session as may be deemed to require secrecy.","يحتفظ كل مجلس بسجل للمحاضر. وينشر هذا السجل ويوزع توزيعاً عاماً، باستثناء أجزاء محاضر الجلسة السرية التي يقر بأنها تتطلب سرية.","Cada Cámara llevará un registro de sesiones. Este registro será publicado y distribuido sin la transcripción de aquellas partes de las sesiones secretas que así lo requieran."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/pubmin"}}},["Upon demand of one-fifth or more of the members present, votes of the members on any matter shall be recorded in the minutes.","بناءً على طلب خمس الأعضاء الحاضرين أو أكثر، يتم تسجيل أصوات الأعضاء حول أية قضية في سجل المحاضر.","En las minutas de los asuntos tratados, se registrarán los votos de los miembros si así lo solicita un quinto o más de los miembros presentes."]]},{"content":["ARTÍCULO 58","المادة 58","Article 58"],"section":[{"content":["يختار كل مجلس رئيسه والمسؤولين الآخرين.","Cada Cámara elegirá su propio presidente y demás autoridades.","Each House shall select its own president and other officials."],"metadata":{"topics":["http://www.constituteproject.org/ontology/uhlead","http://www.constituteproject.org/ontology/lhlead"]}},{"content":["يُؤسس كل مجلس قواعده المتعلقة بالاجتماعات، والإجراءات، والنظام الداخلي، ويعاقب الأعضاء على السلوك غير المنتظم. وعلى كل حال، من أجل عزل أحد الأعضاء، يجب أن يصدر قراراً بذلك من أغلبية الثلثين أو أكثر من الأعضاء الحاضرين.","Establecerá, asimismo, su propia reglamentación con respecto a las reuniones, procedimientos y disciplina interna, pudiendo sancionar a sus miembros por desórdenes de conducta. No obstante, para expulsar a un miembro, se necesitará una resolución en tal sentido aprobada por una mayoría de dos tercios o más de los miembros presentes.","Each House shall establish its rules pertaining to meetings, proceedings and internal discipline, and may punish members for disorderly conduct. However, in order to expel a member, a majority of two-thirds or more of those members present must pass a resolution thereon."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/remleg"}}}]},{"content":["Article 59","ARTÍCULO 59","المادة 59"],"section":[{"content":["A bill becomes a law on passage by both Houses, except as otherwise provided by the Constitution.","يصبح المشروع قانوناً بمروره على المجلسين ونيله مصادقتهما، باستثناء الحالات التي تنص على خلاف ذلك في الدستور.","Un proyecto de ley, cuando es aprobado por ambas Cámaras, se convierte en ley, salvo en los casos de excepción previstos por la Constitución."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/divhouse"}}},{"content":["يصبح مشروع القانون الذي يقره مجلس النواب، ويتخذ مجلس الشورى قراراً بشأنه مغايراً لقرار مجلس النواب، يصبح قانوناً عندما يمرره مجلس النواب ثانية بأغلبية الثلثين أو أكثر من أعضائه الحاضرين.","Cuando un proyecto aprobado por la Cámara de Representantes es rechazado por la de Consejeros, se convertirá en ley si aquélla insiste con una mayoría de por lo menos dos tercios de los miembros presentes.","A bill which is passed by the House of Representatives, and upon which the House of Councillors makes a decision different from that of the House of Representatives, becomes a law when passed a second time by the House of Representatives by a majority of two- thirds or more of the members present."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/divhouse"}}},{"content":["Lo previsto en el párrafo anterior no impide que la Cámara de Representantes convoque a un comité mixto de ambas Cámaras, en la forma prevista por la ley.","The provision of the preceding paragraph does not preclude the House of Representatives from calling for the meeting of a joint committee of both Houses, provided for by law.","لا تستثني الفقرة السابقة مجلس النواب من الدعوة إلى اجتماع لجنة مشتركة من كلا المجلسين، يحددها القانون."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legjoint"}}},["Si la Cámara de Consejeros no toma una resolución definitiva dentro de los sesenta (60) días después de haber recibido un proyecto de ley aprobado por la Cámara de Representantes, exceptuando el periodo de receso, esta última puede considerar dicho proyecto como rechazado por la Cámara de Consejeros.","Failure by the House of Councillors to take final action within sixty (60) days after receipt of a bill passed by the House of Representatives, time in recess excepted, may be determined by the House of Representatives to constitute a rejection of the said bill by the House of Councillors.","يعتبر مجلس النواب قد فشل مجلس الشورى في اتخاذ قرار نهائي خلال ستين (60) يوماً بعد استلام مشروع القانون الذي أصدره مجلس النواب، باستثناء فترة الإجازة، على أنه يشكل رفضاً للمشروع المذكور من قبل مجلس الشورى."]]},{"content":["ARTÍCULO 60","Article 60","المادة 60"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}},"section":[["The budget must first be submitted to the House of Representatives.","El presupuesto debe ser sometido en primera instancia a la Cámara de Representantes.","تقدم الموازنة المالية أولاً إلى مجلس النواب."],{"content":["Luego de considerado el presupuesto, si la Cámara de Consejeros toma una decisión diferente a la Cámara de Representantes y no se llega a un acuerdo aun mediante la reunión de un comité conjunto, según lo establece la ley, o si la Cámara de Consejeros no toma una resolución definitiva dentro de los treinta (30) días de haber recibido el presupuesto, salvo en el periodo de receso, se considerará que lo resuelto por la Cámara de Representantes será la decisión de la Dieta.","Upon consideration of the budget, when the House of Councillors makes a decision different from that of the House of Representatives, and when no agreement can be reached even through a joint committee of both Houses, provided for by law, or in the case of failure by the House of Councillors to take final action within thirty (30) days, the period of recess excluded, after the receipt of the budget passed by the House of Representatives, the decision of the House of Representatives shall be the decision of the Diet.","عند تفحص الموازنة، إذا اتخذ مجلس الشورى رأياً مغايراً لرأي مجلس النواب، وإذا لم يتم الوصول إلى اتفاق حتى من خلال لجنة مشتركة من المجلسين، وفقاً للقانون، أو في حالة فشل مجلس الشورى في اتخاذ قرار نهائي خلال ثلاثين (30) يوماً بعد استلام الموازنة التي أصدرها مجلس النواب، فيما عدا فترة الإجازة، فإن قرار مجلس النواب سيكون هو قرار مجلس الدايت."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legjoint"}}}]},{"content":["ARTÍCULO 61","المادة 61","Article 61"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/treat"}},"section":["The second paragraph of the preceding article applies also to the Diet approval required for the conclusion of treaties.","El segundo párrafo del artículo precedente es también de aplicación para la aprobación requerida a la Dieta en la conclusión de tratados.","تنطبق الفقرة الثانية من المادة السابقة على مصادقة مجلس الدايت المطلوبة لأجل توقيع المعاهدات."]},{"content":["المادة 62","ARTÍCULO 62","Article 62"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}},"section":["Each House may conduct investigations in relation to government, and may demand the presence and testimony of witnesses, and the production of records.","Cualquiera de las Cámaras puede iniciar investigaciones en materia de gobierno y exigir la presencia y declaración de testigos, como también la realización de las actuaciones pertinentes.","يجري كل مجلس التحقيقات بما يتعلق بالحكومة، ويطلب حضور وشهادة الشهود، وإنتاج المحاضر."]},{"content":["ARTÍCULO 63","المادة 63","Article 63"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}},"section":["The Prime Minister and other Ministers of State may, at any time, appear in either House for the purpose of speaking on bills, regardless of whether they are members of the House or not. They must appear when their presence is required in order to give answers or explanations.","يجوز لرئيس الوزراء ووزراء الدولة الآخرين، الحضور في أي وقت، في أي من المجلسين لأجل التحدث عن مشاريع القوانين، بغض النظر عن كونهم أعضاء في المجلس أم لا. يجب أن يحضروا عندما يطلب حضورهم لأجل إعطاء الإجابات أو الإيضاحات.","El Primer Ministro y los otros miembros del Gabinete pueden, en cualquier momento, asistir a las sesiones de ambas Cámaras, sean o no miembros de las mismas, con el propósito de tratar los proyectos en discusión. Concurrirán, además, cuando su presencia sea requerida para dar informes o explicaciones."]},{"content":["ARTÍCULO 64","المادة 64","Article 64"],"section":[{"content":["La Dieta organizará una corte procesal formada por miembros de ambas Cámaras para juzgar a los magistrados judiciales contra los que se hubiere promovido juicio de remoción.","The Diet shall set up an impeachment court from among the members of both Houses for the purpose of trying those judges against whom removal proceedings have been instituted.","يقيم مجلس الدايت محكمة مساءلة عليا من بين أعضاء كلا المجلسين لغرض محاكمة القضاة الذين أسست ضدهم إجراءات عزل."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jrem"}}},["Las cuestiones relacionadas con el enjuiciamiento serán establecidas por la ley.","تحدد الأمور المتعلقة بالاتهام بقانون.","Matters relating to impeachment shall be provided by law."]]}]},{"content":["الفصل الخامس. مجلس الوزراء","Capítulo V. El Gabinete","Chapter V. The Cabinet"],"section":[{"content":["ARTÍCULO 65","Article 65","المادة 65"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabinet"}},"section":["تودع السلطة التنفيذية في مجلس الوزراء.","El Poder Ejecutivo residirá en el Gabinete.","Executive power shall be vested in the Cabinet."]},{"content":["Article 66","المادة 66","ARTÍCULO 66"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabinet"}},"section":[{"content":["El Gabinete estará compuesto por el Primer Ministro, que será quien lo presida, y por los demás Ministros de Estado que determine la ley.","The Cabinet shall consist of the Prime Minister, who shall be its head, and other Ministers of State, as provided for by law.","يتكون مجلس الوزراء من رئيس الوزراء، الذي يترأسه، ووزراء الدولة الآخرين، وكما يحدد القانون."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/execnum"}}},{"content":["The Prime Minister and other Ministers of State must be civilians.","El Primer Ministro y los demás Ministros de Estado serán civiles.","يجب أن يكون رئيس الوزراء ووزراء الدولة الآخرون مدنيين."],"metadata":{"topics":["http://www.constituteproject.org/ontology/hogrest","http://www.constituteproject.org/ontology/cabrest"]}},["يكون مجلس الوزراء، في ممارسته للسلطة التنفيذية، مسؤولاً بشكل جماعي من مجلس الدايت وخاضعاً له.","El Gabinete, en ejercicio del Poder Ejecutivo, será responsable colectivamente ante la Dieta.","The Cabinet, in the exercise of executive power, shall be collectively responsible to the Diet."]]},{"content":["ARTÍCULO 67","المادة 67","Article 67"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogelect"}},"section":[["The Prime Minister shall be designated from among the members of the Diet by a resolution of the Diet. This designation shall precede all other business.","يحدد رئيس الوزراء من بين أعضاء مجلس الدايت بقرار من المجلس. ويسبق هذا التعيين كل الأعمال الأخرى.","El Primer Ministro será designado por resolución de la Dieta, de entre los miembros de la misma. Esta designación será previa a la consideración de cualquier otro asunto."],{"content":["إذا اختلف مجلس النواب ومجلس الشورى وتعذر الوصول إلى اتفاق حتى من خلال لجنة مشتركة من المجلسين، وكما ينص القانون، أو إذا أخفق مجلس الشورى بالقيام بتحديد المرشح خلال عشرة (10) أيام من قيام مجلس النواب بتحديد المرشح، باستثناء فترة العطلة، يكون قرار مجلس النواب هو قرار مجلس الدايت.","If the House of Representatives and the House of Councillors disagree and if no agreement can be reached even through a joint committee of both Houses, provided for by law, or the House of Councillors fails to make designation within ten (10) days, exclusive of the period of recess, after the House of Representatives has made designation, the decision of the House of Representatives shall be the decision of the Diet.","Si la Cámara de Representantes y de Consejeros no llegan a un acuerdo, y si aun mediante la intervención de un comité conjunto de ambas Cámaras, como establece la ley, o puede alcanzarse dicho acuerdo, o si la Cámara de Consejeros no toma una decisión dentro de los diez (10) días después que la Cámara de Representantes haya hecho su elección, excluyendo el período de receso, se considerará que la decisión de esta última Cámara es la decisión de la Dieta."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legjoint"}}}]},{"content":["Article 68","ARTÍCULO 68","المادة 68"],"section":[{"content":["The Prime Minister shall appoint the Ministers of State. However, a majority of their number must be chosen from among the members of the Diet.","يعين رئيس الوزراء وزراء الدولة. وعلى كل حال، فإن أغلبية عددهم يجب أن يتم اختياره من بين أعضاء مجلس الدايت.","El Primer Ministro designará a los Ministros de Estado. La mayoría de sus miembros deben ser elegidos de entre los miembros de la Dieta."],"metadata":{"topics":["http://www.constituteproject.org/ontology/cabrest","http://www.constituteproject.org/ontology/cabsel"]}},{"content":["El Primer Ministro puede destituir a los Ministros de Estado según su propio criterio.","The Prime Minister may remove the Ministers of State as he chooses.","لرئيس الوزراء أن يقيل الوزراء كما يشاء."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabdiss"}}}]},{"content":["ARTÍCULO 69","المادة 69","Article 69"],"metadata":{"topics":["http://www.constituteproject.org/ontology/cabdiss","http://www.constituteproject.org/ontology/hogdiss"]},"section":["Si la Cámara de Representantes aprueba una moción de censura o rechaza un voto de confianza, el Gabinete renunciará en pleno, a menos que dicha Cámara sea disuelta dentro de los diez (10) días.","If the House of Representatives passes a non-confidence resolution, or rejects a confidence resolution, the Cabinet shall resign en masse, unless the House of Representatives is dissolved within ten (10) days.","إذا أصدر مجلس النواب قرار عدم ثقة، فعلى مجلس الوزراء الاستقالة بشكل جماعي، ما لم يتم حل مجلس النواب خلال عشرة (10) أيام."]},{"content":["المادة 70","Article 70","ARTÍCULO 70"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabdiss"}},"section":["عندما يكون منصب رئيس الوزراء شاغراً، أو الدعوة الأولى لمجلس الدايت للانعقاد بعد الانتخابات العامة لمجلس النواب، يستقيل مجلس الوزراء بشكل جماعي.","Cuando se produzca la vacante del cargo de Primer Ministro, o después de la primera convocatoria de la Dieta con motivo de la elección general de los miembros de la Cámara de Representantes, el Gabinete renunciará en pleno.","When there is a vacancy in the post of Prime Minister, or upon the first convocation of the Diet after a general election of members of the House of Representatives, the Cabinet shall resign en masse."]},{"content":["المادة 71","ARTÍCULO 71","Article 71"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogsucc"}},"section":["في الحالات المذكورة في الفقرتين السابقتين، يستمر مجلس الوزراء بأداء وظائفه حتى وقت تعيين رئيس وزراء جديد.","En los casos mencionados en los dos artículos precedentes, el Gabinete continuará en funciones hasta la designación del nuevo Primer Ministro.","In the cases mentioned in the two preceding articles, the Cabinet shall continue its functions until the time when a new Prime Minister is appointed."]},{"content":["Article 72","المادة 72","ARTÍCULO 72"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legini"}},"section":["El Primer Ministro, en representación del Gabinete, someterá a la Dieta los proyectos e informes sobre los asuntos generales de la Nación y las relaciones con el exterior y ejercerá el control y supervisión de las diversas ramas de la administración pública.","يقدم رئيس الوزراء، ممثلاً عن مجلس الوزراء، مشاريع القوانين، والتقارير عن الشؤون الوطنية العامة والعلاقات الخارجية لمجلس الدايت ويمارس السيطرة والإشراف على العديد من الفروع الإدارية.","The Prime Minister, representing the Cabinet, submits bills, reports on general national affairs and foreign relations to the Diet and exercises control and supervision over various administrative branches."]},{"content":["ARTÍCULO 73","Article 73","المادة 73"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabpow"}},"section":{"content":["The Cabinet, in addition to other general administrative functions, shall perform the following functions:","El Gabinete además de otras funciones administrativas generales, tendrá a su cargo las siguientes tareas:","يؤدي مجلس الوزراء، بالإضافة إلى الوظائف الإدارية العامة الأخرى، الوظائف التالية:"],"section":{"content":["تطبيق القانون بإخلاص، وإقامة شؤون الدولة.","Administrar fielmente la ley; conducir los asuntos de Estado.","Administer the law faithfully; conduct affairs of state."],"section":[{"content":["Manage foreign affairs.","Dirigir las relaciones con el extranjero.","إدارة العلاقات الخارجية."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/headforn"}}},{"content":["Conclude treaties. However, it shall obtain prior or, depending on circumstances, subsequent approval of the Diet.","Concluir tratados. Sin embargo, previamente, o de acuerdo con las circunstancias, con posterioridad, deberá obtener la aprobación de la Dieta.","توقيع المعاهدات. وعلى كل حال، لا بد أن تحصل (المعاهدات) على مصادقة مسبقة، أو لاحقة بحسب الظروف، من مجلس الدايت."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/treat"}}},["Administer the civil service, in accordance with standards established by law.","Dirigir la administración civil, de acuerdo con las provisiones establecidas por la ley.","إدارة الخدمة المدنية، وفقاً للمعايير التي يحددها القانون."],{"content":["إعداد الموازنة، وتقديمها لمجلس الدايت.","Prepare the budget, and present it to the Diet.","Preparar el presupuesto y someterlo a la Dieta."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}}},["تفعيل أوامر مجلس الوزراء من أجل تنفيذ بنود هذا الدستور وبنود القانون. وعلى كل حال، لا يمكن لمجلس الوزراء أن يضع في أوامره الوزارية بنوداً عقابية، ما لم يكن مخولاً بقانون.","Enact cabinet orders in order to execute the provisions of this Constitution and of the law. However, it cannot include penal provisions in such cabinet orders unless authorized by such law.","Promulgar los decretos del Gabinete para ejecutar las disposiciones de esta Constitución y de la ley. En tales decretos, sin embargo, no se incluirán normas penales, a menos que esté autorizado por dichas leyes."],{"content":["Decide on general amnesty, special amnesty, commutation of punishment, reprieve, and restoration of rights.","Decidir amnistías generales y especiales, conmutación de penas, suspensión de ejecuciones generales y restitución de derechos.","البت في العفو العام، والعفو الخاص، وتخفيف العقوبة، وتعليق العقوبة، واستعادة الحقوق."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/pardon"}}}]}}},{"content":["ARTÍCULO 74","Article 74","المادة 74"],"section":["تُوقَّع جميع القوانين والأوامر الوزارية من قبل وزير الدولة المخول، ويوقع عليها بالمقابل رئيس الوزراء.","Todas las leyes y decretos del Gabinete llevarán la firma del Ministro de Estado competente y serán refrendados por el Primer Ministro.","All laws and cabinet orders shall be signed by the competent Minister of State and countersigned by the Prime Minister."]},{"content":["Article 75","ARTÍCULO 75","المادة 75"],"section":["The Ministers of State, during their tenure of office, shall not be subject to legal action without the consent of the Prime Minister. However, the right to take that action is not impaired hereby.","Los Ministros de Estado, durante el desempeño de sus funciones, no podrán ser sometidos a proceso sin el consentimiento del Primer Ministro. No obstante, el derecho de iniciar tal acción no será anulado por ello.","لا يخضع وزراء الدولة، خلال فترة بقائهم في المنصب، لأي فعل قانوني دون موافقة رئيس الوزراء. وعلى كل حال، فإن حق اتخاذ ذلك الفعل لا ينتهك هنا."]}]},{"content":["Capítulo VI. El Poder Judicial","الفصل السادس. القضاء","Chapter VI. Judiciary"],"section":[{"content":["المادة 76","ARTÍCULO 76","Article 76"],"section":[{"content":["تودع كل السلطة القضائية للمحكمة العليا وللمحاكم الدنيا التي يحددها القانون.","El Poder Judicial será ejercido exclusivamente por la Corte Suprema y los tribunales inferiores, de acuerdo con lo establecido por la ley.","The whole judicial power is vested in a Supreme Court and in such inferior courts as are established by law."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/levjud"}}},["No extraordinary tribunal shall be established, nor shall any organ or agency of the Executive be given final judicial power.","No existirán tribunales extraordinarios, y ningún órgano del Poder Ejecutivo tendrá atribuciones judiciales definitivas.","لا تؤسس محكمة استثنائية، ولا تعطى لأي وكالة جهاز تنفيذي سلطة قضائية نهائية."],{"content":["All judges shall be independent in the exercise of their conscience and shall be bound only by this Constitution and the laws.","جميع القضاة مستقلون في ممارسة معتقدهم، ولا يلزمون سوى بهذا الدستور والقوانين.","Todos los jueces serán independientes en el uso de su conciencia y estarán limitados solamente por esta Constitución y la ley."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judind"}}}]},{"content":["ARTÍCULO 77","Article 77","المادة 77"],"section":[["La Corte Suprema tiene la potestad de determinar las normas de procedimiento y de práctica y las cuestiones concernientes a los letrados, la disciplina interna de los tribunales y la administración de los asuntos judiciales.","The Supreme Court is vested with the rule-making power under which it determines the rules of procedure and of practice, and of matters relating to attorneys, the internal discipline of the courts and the administration of judicial affairs.","تمنح المحكمة العليا سلطة صنع الأحكام التي تحدد بموجبها قواعد الإجراء والممارسة، والأمور المتعلقة بالمحامين، والنظام الداخلي للمحاكم، وإدارة الشؤون القضائية."],["Los procuradores públicos estarán sujetos a las normas de procedimientos determinadas por la Corte Suprema.","يخضع الوكلاء العامون لسلطة المحكمة العليا في صنع الأحكام.","Public procurators shall be subject to the rule-making power of the Supreme Court."],["The Supreme Court may delegate the power to make rules for inferior courts to such courts.","يحق للمحكمة العليا أن تفوّض سلطة اتخاذ أحكام المحاكم الدنيا، لتلك المحاكم.","La Corte Suprema puede delegar en los tribunales inferiores la potestad de dictarse sus propias normas."]]},{"content":["ARTÍCULO 78","المادة 78","Article 78"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jrem"}},"section":["لا يُنحى القضاة إلا بالاتهام العلني، ما لم يعلن بشكل قضائي أنهم غير مؤهلين عقلياً أو جسدياً لأداء الواجبات الرسمية. ولا يدار أي عمل تنظيمي ضد القضاة من قبل جهاز أو وكالة تنفيذية.","Los jueces serán inamovibles, excepto mediante juicio público, salvo que sean judicialmente declarados incapacitados mental o físicamente para el desempeño de sus funciones. Ningún órgano del Poder Ejecutivo adoptará medidas disciplinarias en contra de los jueces.","Judges shall not be removed except by public impeachment unless judicially declared mentally or physically incompetent to perform official duties. No disciplinary action against judges shall be administered by any executive organ or agency."]},{"content":["ARTÍCULO 79","المادة 79","Article 79"],"section":[{"content":["La Corte Suprema se compondrá de un Presidente y del número de jueces que determine la ley; todos ellos, con excepción del Presidente, serán designados por el Gabinete.","The Supreme Court shall consist of a Chief Judge and such number of judges as may be determined by law; all such judges excepting the Chief Judge shall be appointed by the Cabinet.","تتكون المحكمة العليا من رئيس القضاة وعدد يحدده القانون من القضاة، ويعين جميع هؤلاء القضاة، باستثناء رئيس القضاة، من قبل مجلس الوزراء."],"metadata":{"topics":["http://www.constituteproject.org/ontology/hocsel","http://www.constituteproject.org/ontology/hocsize"]}},{"content":["La designación de los jueces de la Corte Suprema será sometida a la consideración de los electores en la primera elección general de miembros de la Cámara de Representantes que se realice después de sus nombramientos, y este procedimiento se repetirá nuevamente, una vez transcurridos diez (10) años, en la primera elección general de miembros de dicha Cámara, y así sucesivamente.","يراجع تعيين قضاة المحكمة العليا من قبل الشعب في الانتخابات العامة الأولى لأعضاء مجلس النواب، بعد تعيينهم، ويخضعون للمراجعة ثانية في الانتخابات العامة الأولى لأعضاء مجلس النواب بعد مرور عشر(10) سنوات، وبنفس الأسلوب.","The appointment of the judges of the Supreme Court shall be reviewed by the people at the first general election of members of the House of Representatives following their appointment, and shall be reviewed again at the first general election of members of the House of Representatives after a lapse of ten (10) years, and in the same manner thereafter."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hocterm"}}},{"content":["In cases mentioned in the foregoing paragraph, when the majority of the voters favors the dismissal of a judge, he shall be dismissed.","في الحالات المذكورة في الفقرة السابقة، يُعزل القاضي، عندما تصوت أغلبية الناخبين لصالح عزله.","En los casos mencionados en el párrafo anterior, cuando la mayoría de los electores sepronuncien por la remoción de un juez, éste será separado de su cargo."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jrem"}}},["تحدد الأمور المتعلقة بالمراجعة بقانون.","Matters pertaining to review shall be prescribed by law.","Las cuestiones relacionadas con este pronunciamiento serán establecidas por la ley."],{"content":["The judges of the Supreme Court shall be retired upon the attainment of the age as fixed by law.","يحال قضاة المحكمة العليا إلى التقاعد لدى بلوغهم السن التي يحددها القانون.","Los jueces de la Corte Suprema se retirarán al alcanzar el límite de edad fijado por la ley."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judretir"}}},{"content":["يتلقى كل هؤلاء القضاة، في فواصل زمنية منتظمة، تعويضاً مناسباً لا يتناقص خلال فترات بقائهم في المنصب.","Todos los jueces recibirán periódicamente, una compensación adecuada que no podrá ser disminuida mientras permanezcan en sus cargos.","All such judges shall receive, at regular stated intervals, adequate compensation which shall not be decreased during their terms of office."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judsal"}}}]},{"content":["Article 80","ARTÍCULO 80","المادة 80"],"section":[{"content":["يعيّن قضاة المحاكم الدنيا من قبل مجلس الوزراء من قائمة من الأشخاص الذين ترشحهم المحكمة العليا. يبقى كل هؤلاء القضاة في المنصب لفترة عشر (10) سنوات مع امتياز إعادة التعيين، شرط أن يحالون إلى التقاعد لدى بلوغهم السن التي يحددها القانون.","Los jueces de los tribunales inferiores serán nombrados por el Gabinete, de acuerdo con las listas de las personas designadas por la Corte Suprema. Estos jueces permanecerán en sus puestos por un plazo de diez (10) años y podrán ser reelegidos, pero deberán retirarse cuando alcancen el límite de edad fijado por la ley.","The judges of the inferior courts shall be appointed by the Cabinet from a list of persons nominated by the Supreme Court. All such judges shall hold office for a term of ten (10) years with privilege of reappointment, provided that they shall be retired upon the attainment of the age as fixed by law."],"metadata":{"topics":["http://www.constituteproject.org/ontology/ordsel","http://www.constituteproject.org/ontology/judretir"]}},{"content":["Los jueces de los tribunales inferiores recibirán, periódicamente, una compensación adecuada que no podrá ser disminuida mientras permanezcan en sus cargos.","The judges of the inferior courts shall receive, at regular stated intervals, adequate compensation which shall not be decreased during their terms of office.","يتلقى قضاة المحاكم الدنيا، في فواصل زمنية منتظمة، تعويضاً ملائماً لا يتناقص أثناء فترة بقائهم في المنصب."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judsal"}}}]},{"content":["المادة 81","Article 81","ARTÍCULO 81"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/interp"}},"section":["The Supreme Court is the court of last resort with power to determine the constitutionality of any law, order, regulation or official act.","المحكمة العليا هي المحكمة ذات السبيل الأخير للبت في دستورية أي قانون، أو أمر، أو تنظيم، أو عمل رسمي.","La Corte Suprema es el tribunal definitivo para determinar la constitucionalidad de cualquier ley, ordenanza, reglamentación o disposición oficial."]},{"content":["المادة 82","Article 82","ARTÍCULO 82"],"section":[["تجرى المحاكمات وتعلن الأحكام بشكل علني.","Los procesos serán públicos al igual que las sentencias.","Trials shall be conducted and judgment declared publicly."],["Where a court unanimously determines publicity to be dangerous to public order or morals, a trial may be conducted privately, but trials of political offenses, offenses involving the press or cases wherein the rights of people as guaranteed in Chapter III of this Constitution are in question shall always be conducted publicly.","Cuando un tribunal resuelva por unanimidad que la publicidad puede ser peligrosa para el orden público o la moral, el proceso puede sustanciarse privadamente, pero los juicios por delitos políticos, delitos de prensa o aquellos en que se cuestionen los derechos del pueblo garantizados en el capítulo III de esta Constitución, serán siempre sustanciados públicamente.","عندما تقرر المحكمة بالإجماع أن العلانية ستشكل خطراً على النظام العام أو الأخلاق، يمكن إجراء المحاكمة بشكل سري، ولكن محاكمات المخالفات السياسية، والمخالفات التي تتضمن الصحافة، أو القضايا التي تكون فيها حقوق الشعب المكفولة في الفصل الثالث من هذا الدستور، على المحك، تجري بشكل علني."]]}]},{"content":["الفصل السابع. المالية","Capítulo VII. Finanzas","Chapter VII. Finance"],"section":[{"content":["Article 83","ARTÍCULO 83","المادة 83"],"section":["The power to administer national finances shall be exercised as the Diet shall determine.","El poder de administrar las finanzas nacionales será ejercido de acuerdo con lo que determine la Dieta.","تمارس سلطة إدارة الأمور المالية الوطنية كما يحدد مجلس الدايت."]},{"content":["المادة 84","ARTÍCULO 84","Article 84"],"section":["No new taxes shall be imposed or existing ones modified except by law or under such conditions as law may prescribe.","No se impondrán nuevos impuestos ni se modificarán los existentes sino por medio de la ley en las condiciones establecidas por la ley.","لا تفرض ضرائب جديدة، أو تعدّل الضريبة الموجودة، إلا وفقاً للقانون، أو بموجب الشروط التي يحددها القانون."]},{"content":["المادة 85","Article 85","ARTÍCULO 85"],"section":["No money shall be expended, nor shall the State obligate itself, except as authorized by the Diet.","No se efectuarán gastos ni el Estado contraerá obligaciones sin previa autorización de la Dieta.","لا تتفق أية أموال، ولا تفرض الدولة أي التزام عليها، إلا كما يفوّض مجلس الدايت."]},{"content":["Article 86","ARTÍCULO 86","المادة 86"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}},"section":["يعد مجلس الوزراء موازنة مالية لكل سنة مالية ويقدمها لمجلس الدايت للنظر فيها وإقرارها.","The Cabinet shall prepare and submit to the Diet for its consideration and decision a budget for each fiscal year.","El Gabinete preparará y someterá a la consideración y decisión de la Dieta el presupuesto de cada año fiscal."]},{"content":["المادة 87","ARTÍCULO 87","Article 87"],"section":["من أجل دعم العجز غير المتوقع في الموازنة، يخوّل مجلس الدايت احتياطياً لأجل إنفاقه من قبل مجلس الدايت على مسؤولية مجلس الوزراء. على مجلس الوزراء أن يحصل على التأييد اللاحق لمجلس الدايت لجميع المدفوعات من الخزانة الاحتياطية.","Con el objeto de cubrir eventuales deficiencias del presupuesto, la Dieta puede autorizar un fondo de reserva que será utilizado bajo la responsabilidad del Gabinete. Se debe obtener la posterior aprobación de la Dieta para todos los pagos efectuados con el fondo de reserva.","In order to provide for unforeseen deficiencies in the budget, a reserve fund may be authorized by the Diet to be expended upon the responsibility of the Cabinet. The Cabinet must get subsequent approval of the Diet for all payments from the reserve fund."]},{"content":["ARTÍCULO 88","المادة 88","Article 88"],"section":["Todas las propiedades de la Casa Imperial pertenecen al Estado. Todos los gastos de la Casa Imperial serán asignados por la Dieta en el presupuesto.","تعود كل ملكية العائلة الإمبراطورية للدولة، وتخصص جميع نفقات العائلة الإمبراطورية من قبل مجلس الدايت في الموازنة المالية.","All property of the Imperial Household shall belong to the State. All expenses of the Imperial Household shall be appropriated by the Diet in the budget."]},{"content":["Article 89","المادة 89","ARTÍCULO 89"],"section":["No public money or other property shall be expended or appropriated for the use, benefit or maintenance of any religious institution or association, or for any charitable, educational or benevolent enterprises not under the control of public authority.","Los fondos u otros bienes públicos no serán utilizados o aplicados para uso, beneficio o mantenimiento de instituciones o asociaciones religiosas, o para empresas de caridad, educacionales o humanitarias, que no estén bajo el control de la autoridad pública.","لا ينفق المال العام والملكية الأخرى أو يخصص لاستخدام، أو منفعة، أو إدامة أية مؤسسة أو جمعية دينية أو لأي مشروع للتنمية التربوية أو الخيرية أو مشروع ليس تحت سيطرة السلطة العامة."]},{"content":["المادة 90","Article 90","ARTÍCULO 90"],"section":["تدقق الحسابات المالية العامة النهائية لنفقات وعائدات الدولة، من قبل مجلس الرقابة المالية، بشكل سنوي، ويقدم من قبل مجلس الوزراء إلى مجلس الدايت، سوية مع تقرير التدقيق المالي، خلال السنة المالية التي تلي الفترة المغطاة، مباشرة. يحدد تنظيم مجلس الرقابة المالية، وصلاحيته، بقانون.","Final accounts of the expenditures and revenues of the State shall be audited annually by a Board of Audit and submitted by the Cabinet to the Diet, together with the statement of audit, during the fiscal year immediately following the period covered. The organization and competency of the Board of Audit shall be determined by law.","El resultado de los gastos y rentas del Estado será revisado anualmente por el Tribunal de Cuentas y sometido por el Gabinete a la Dieta, juntamente con el informe de revisión, durante el año fiscal inmediato posterior al período vencido. La organización y competencia del Tribunal de Cuentas serán determinadas por la ley."]},{"content":["ARTÍCULO 91","Article 91","المادة 91"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}},"section":["Periódicamente, y por lo menos una vez al año, el Gabinete informará a la Dieta y al pueblo sobre el estado de las finanzas nacionales.","At regular intervals and at least annually the Cabinet shall report to the Diet and the people on the state of national finances.","يقدم مجلس الوزراء تقريراً، في فترات زمنية منتظمة، بشكل سنوي على أقل تقدير، لمجلس الدايت والشعب، حول حالة الشؤون المالية الوطنية."]}]},{"content":["Chapter VIII. Local Self-Government","الفصل الثامن. الحكومة الذاتية المحلية","Capítulo VIII. Autonomías locales"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/mun"}},"section":[{"content":["ARTÍCULO 92","Article 92","المادة 92"],"section":["تحدد التنظيمات المتعلقة بتنظيم وإدارة الأجهزة العامة المحلية بقانون، وفق مبدأ الاستقلال المحلية.","Las cuestiones concernientes a la organización y funcionamiento de las entidades públicas locales serán establecidas por la ley sobre la base del principio de la autonomía local.","Regulations concerning organization and operations of local public entities shall be fixed by law in accordance with the principle of local autonomy."]},{"content":["المادة 93","Article 93","ARTÍCULO 93"],"section":[["Las entidades públicas locales establecerán asambleas como sus órganos deliberativos, de acuerdo con lo que determine la ley.","تؤسس الأجهزة العامة المحلية جمعيات لتعمل بصفة أعضاء تشاورية لها، وبموجب القانون.","The local public entities shall establish assemblies as their deliberative organs, in accordance with law."],["The chief executive officers of all local public entities, the members of their assemblies, and such other local officials as may be determined by law shall be elected by direct popular vote within their several communities.","Los funcionarios ejecutivos de las entidades públicas locales, los miembros de sus asambleas y las demás autoridades locales que determine la ley, serán elegidos por votación directa popular dentro de sus propias comunidades.","ينتخب المسؤولون التنفيذيون الرئيسيون، وأعضاء جمعياتهم، وكذلك المسؤولون المحليون الذين يحددهم القانون، بالأصوات الشعبية المباشرة ضمن مجتمعاتهم المتعددة."]]},{"content":["Article 94","ARTÍCULO 94","المادة 94"],"section":["تمتلك الأجهزة المحلية حق إدارة ملكيتها، وشؤونها، وإدارتها، وتفعيل تنظيماتهم ضمن حدود القانون.","Las entidades públicas locales tendrán el derecho de manejar sus bienes, asuntos y administración y de dictar sus propias reglamentaciones dentro de los márgenes de la ley.","Local public entities shall have the right to manage their property, affairs and administration and to enact their own regulations within law."]},{"content":["Article 95","ARTÍCULO 95","المادة 95"],"section":["لا يمكن تفعيل القانون الخاص، الذي ينطبق على جهاز محلي واحد، من قبل مجلس الدايت بدون موافقة غالبية الأصوات في الجهاز العام المحلي المعني، والمستحصلة وفقاً للقانون.","La Dieta no puede dictar leyes especiales aplicables únicamente a una entidad pública sin el consentimiento de la mayoría de los votantes de la entidad pública afectada, obtenido de acuerdo con las prescripciones de la ley.","A special law, applicable only to one local public entity, cannot be enacted by the Diet without the consent of the majority of the voters of the local public entity concerned, obtained in accordance with law."]}]},{"content":["الفصل التاسع. التعديلات","Chapter IX. Amendments","Capítulo IX. Enmiendas"],"section":{"content":["المادة 96","ARTÍCULO 96","Article 96"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/amend"}},"section":[["Amendments to this Constitution shall be initiated by the Diet, through a concurring vote of two-thirds or more of all the members of each House and shall thereupon be submitted to the people for ratification, which shall require the affirmative vote of a majority of all votes cast thereon, at a special referendum or at such election as the Diet shall specify.","Las enmiendas a esta Constitución deben ser iniciadas en la Dieta mediante el voto concurrente de por lo menos dos tercios de la totalidad de los miembros de cada una de las Cámaras y ser luego sometidas a la ratificación del pueblo, que deberá aprobarlas por mayoría de votos emitidos en plebiscito especial o en acto electoral que determine la Dieta.","يبادر إلى تعديل هذا الدستور من قبل مجلس الدايت، من خلال تجميع أصوات الثلثين أو أكثر من أعضاء كل مجلس من المجلسين، وتقدّم بعد ذلك إلى الناس لأجل المصادقة عليها، وهو ما يتطلب التصويت الإيجابي لأغلبية كل الأصوات المشاركة في ذلك، في استفتاء خاص، أو أية انتخابات يحددها مجلس الدايت."],["تعلن التعديلات، بعد المصادقة عليها على هذا النحو، من قبل الإمبراطور، بشكل فوري، باسم الشعب، بوصفها جزءاً أساسياً من هذا الدستور.","Las enmiendas así ratificadas, serán promulgadas de inmediato por el Emperador en nombre del pueblo como parte integrante de esta Constitución.","Amendments when so ratified shall immediately be promulgated by the Emperor in the name of the people, as an integral part of this Constitution."]]}},{"content":["Chapter X. Supreme Law","الفصل العاشر. القانون الأعلى","Capítulo X. Ley Suprema"],"section":[{"content":["Article 97","المادة 97","ARTÍCULO 97"],"section":["Los derechos humanos fundamentales garantizados por esta Constitución al pueblo de Japón, son el fruto de la antigua lucha del hombre por la libertad; han sobrevivido a numerosas pruebas severas a través del tiempo, y se confían a ésta y a las futuras generaciones para que los custodien permanentemente en forma inviolable.","The fundamental human rights by this Constitution guaranteed to the people of Japan are fruits of the age-old struggle of man to be free; they have survived the many exacting tests for durability and are conferred upon this and future generations in trust, to be held for all time inviolate.","الحقوق الإنسانية الأساسية المكفولة في هذا الدستور للشعب الياباني هي ثمار لصراع الإنسان الأزلي ليكون حراً؛ وقد تجاوزت العديد من اختبارات التحمل وقد منحت لهذا الجيل والأجيال اللاحقة كأمانة، لكي تصان وإلا تنتهك إلى الأبد."]},{"content":["ARTÍCULO 98","Article 98","المادة 98"],"section":[["هذا الدستور هو القانون الأعلى للأمة، ولا يعد أي قانون، أو أمر أو مرسوم إمبراطوري، أو أي عمل حكومي، كله أو جزئه، نافذاً من حيث القوة الشرعية أو الصلاحية، إذا عارض أحكام هذا الدستور.","Esta Constitución será la Ley Suprema de la Nación, y ninguna ley, ordenanza, decreto imperial u otro acto de gobierno, en forma total o parcial, contrario a lo que en ella se establece, tendrá fuerza legal o validez.","This Constitution shall be the supreme law of the nation and no law, ordinance, imperial rescript or other act of government, or part thereof, contrary to the provisions hereof, shall have legal force or validity."],{"content":["Los tratados concluidos por Japón y el derecho internacional establecido serán fielmente observados.","تحترم المعاهدات التي وقّعتها اليابان، وقوانين الأمم، بإخلاص.","The treaties concluded by Japan and established laws of nations shall be faithfully observed."],"metadata":{"topics":["http://www.constituteproject.org/ontology/treatcon","http://www.constituteproject.org/ontology/custlaw"]}}]},{"content":["المادة 99","Article 99","ARTÍCULO 99"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/abide"}},"section":["The Emperor or the Regent as well as Ministers of State, members of the Diet, judges, and all other public officials have the obligation to respect and uphold this Constitution.","El Emperador o el Regente, así como los Ministros de Estado, los miembros de la Dieta, los jueces y todas las demás autoridades públicas, tienen la obligación de respetar y defender esta Constitución.","يتولى الإمبراطور أو الوصي، فضلاً عن وزراء الدولة، وأعضاء مجلس الدايت، والقضاة، والمسؤولون الرسميون الآخرون مهمة احترام وإدامة هذا الدستور."]}]},{"content":["Chapter XI. Supplementary Provisions","الفصل الحادي عشر. التدابير الملحقة","Capítulo XI. Disposiciones suplementarias"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/tranprov"}},"section":[{"content":["ARTÍCULO 100","المادة 100","Article 100"],"section":[["This Constitution shall be enforced as from the day when the period of six months will have elapsed counting from the day of its promulgation.","Esta Constitución entrará en vigor a partir del primer día después de transcurridos seis meses de la fecha de su promulgación.","يوضع هذا الدستور حيز التنفيذ من اليوم الذي تنقضي فيه فترة الستة أشهر التي تبدأ من يوم إعلانه."],["La promulgación de las leyes necesarias para la entrada en vigor de esta Constitución, la elección de los miembros de la Cámara de Consejeros, el procedimiento para la convocación de la Dieta y los demás procedimientos preparatorios necesarios para la entrada en vigor de esta Constitución pueden ser llevados a cabo antes del día señalado en el párrafo anterior.","ينفذ تفعيل القوانين الضرورية لتنفيذ هذا الدستور، وانتخاب أعضاء مجلس الشورى، وإجراء دعوة مجلس الدايت للانعقاد، والإجراءات التحضيرية الأخرى لتنفيذ هذا الدستور قبل اليوم المنصوص عليه في الفقرة السابقة.","The enactment of laws necessary for the enforcement of this Constitution, the election of members of the House of Councillors and the procedure for the convocation of the Diet and other preparatory procedures necessary for the enforcement of this Constitution may be executed before the day prescribed in the preceding paragraph."]]},{"content":["المادة 101","ARTÍCULO 101","Article 101"],"section":["إذا لم يتشكل مجلس الشورى قبل تاريخ نفاذ هذا الدستور، فإن مجلس النواب سيعمل علم مجلس الدايت حتى وقت تأسيس مجلس الشورى.","If the House of Councillors is not constituted before the effective date of this Constitution, the House of Representatives shall function as the Diet until such time as the House of Councillors shall be constituted.","Si la Cámara de Consejeros no se ha constituido antes de la entrada en vigor de esta Constitución, la Cámara de Representantes funcionará como Dieta hasta tanto se constituya la Cámara de Consejeros."]},{"content":["Article 102","ARTÍCULO 102","المادة 102"],"section":["La duración del mandato de la mitad de los miembros de la Cámara de Consejeros electos para el primer término bajo esta Constitución será de tres años. El procedimiento para determinar a los miembros comprendidos en este período será especificado por la ley.","تكون فترة المنصب لنصف أعضاء مجلس الشورى الذين يخدمون في الفصل الأول تحت ظل هذا الدستور ثلاث سنوات. ويحدد الأعضاء الذين يقعون تحت هذه الفئة وفقاً للقانون.","The term of office for half the members of the House of Councillors serving in the first term under this Constitution shall be three years. Members falling under this category shall be determined in accordance with law."]},{"content":["ARTÍCULO 103","Article 103","المادة 103"],"section":["Los Ministros de Estado, los miembros de la Cámara de Representantes y los jueces en actividad al entrar en vigencia esta Constitución, así como las demás autoridades públicas que ocupen cargos reconocidos por la misma, no cesarán en sus funciones a causa de la entrada en vigencia de esta Constitución, a menos que así lo especifique la ley. Cuando, por el contrario, se nombren o elijan sucesores de acuerdo con lo previsto por la Constitución, quedarán, automáticamente, separados de sus cargos.","The Ministers of State, members of the House of Representatives and judges in office on the effective date of this Constitution, and all other public officials who occupy positions corresponding to such positions as are recognized by this Constitution shall not forfeit their positions automatically on account of the enforcement of this Constitution unless otherwise specified by law. When, however, successors are elected or appointed under the provisions of this Constitution, they shall forfeit their positions as a matter of course.","لا يفقد وزراء الدولة، وأعضاء مجلس النواب، والقضاة المستمرون في مناصبهم لدى تاريخ نفاذ هذا الدستور، وجميع المسؤولين الحكوميين الآخرين، الذين يشغلون مناصب تتطابق مع المناصب المعترف بها من قبل هذا الدستور، مناصبهم بصورة آلية على أساس تنفيذ هذا الدستور ما لم يحدد القانون خلاف ذلك. وعلى كل حال، عندما يتم انتخاب أو تعيين من يخلفهم تحت بنود هذا الدستور، فإنهم سيفقدون مناصبهم كأمر طبيعي."]}]}]}}