{"document":{"section":[{"content":["PREÁMBULO","Preamble"],"metadata":{"topics":["http://www.constituteproject.org/ontology/motive","http://www.constituteproject.org/ontology/auth","http://www.constituteproject.org/ontology/preamble"]},"section":[["We, the multinational people of the Russian Federation,","Nosotros, el pueblo multinacional de la Federación Rusa,"],["unidos por un destino común en nuestra tierra,","united by a common fate on our land,"],["establishing human rights and freedoms, civil peace and accord,","ratificando derechos humanos y libertades, paz cívica y concordia,"],["preservando unidad estatal, históricamente establecida por el Estado,","preserving the historically established State unity,"],["procedentes de principios universalmente reconocidos de igualdad y autodeterminación de los pueblos,","proceeding from universally acknowledged principles of equality and self-determination of peoples,"],["rindiendo homenaje a nuestros antepasados, que nos han transmitido su amor por la Patria y la fe en el bien y en la justicia,","revering the memory of ancestors who have passed on to us their love for the Fatherland and faith in good and justice,"],["reviving the sovereign statehood of Russia and asserting the firmness of its democratic basis,","reviviendo el Estado soberano de Rusia y afirmando la firmeza de su base democrática,"],["striving to ensure the well-being and prosperity of Russia,","esforzándose por asegurar el bienestar y la prosperidad de Rusia,"],["procediendo de la responsabilidad de nuestra Patria ante las presentes y futuras generaciones,","proceeding from the responsibility for our Fatherland before present and future generations,"],["reconociéndonos como parte de la comunidad mundial,","recognizing ourselves to be a part of the world community,"],["adoptamos la CONSTITUCIÓN DE LA FEDERACIÓN RUSA","do hereby adopt THE CONSTITUTION OF THE RUSSIAN FEDERATION."]]},{"content":["SECTION ONE","SECCIÓN 1"],"section":[{"content":["CAPÍTULO 1. LAS BASES DEL REGIMEN CONSTITUCIONAL","CHAPTER 1. THE BASIS OF THE CONSTITUTIONAL SYSTEM"],"section":[{"content":["Article 1","Artículo 1"],"section":[{"content":["The Russian Federation - Russia is a democratic federative law-governed state with a republican form of government.","La Federación Rusa - Rusia es un Estado democrático federal de derecho regido por un sistema de gobierno republicano."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/system"}}},["The names Russian Federation and Russia are equivalent.","Las denominaciones de Federación Rusa y Rusia son equivalentes."]]},{"content":["Article 2","Artículo 2"],"section":["El individuo, sus derechos y libertades deben considerarse en valor supremo. El reconocimiento, monitoreo y protección de los derechos humanos, civiles y libertades deben ser obligaciones del Estado.","Man, his rights and freedoms shall be the supreme value. The recognition, observance and protection of human and civil rights and freedoms shall be an obligation of the State."]},{"content":["Article 3","Artículo 3"],"section":[["El portador de la soberanía y única fuente de poder en la Federación Rusa deberá ser su pueblo multinacional.","The bearer of sovereignty and the sole source of power in the Russian Federation shall be its multinational people."],["The people shall exercise its power directly, as well as through State government bodies and local self-government bodies.","El pueblo ejercerá su poder directamente, así como a través de los órganos de poder estatal y órganos de autogobierno local."],{"content":["The supreme direct expression of the power of the people shall be referendum and free elections.","La expresión directa suprema del poder del pueblo serán el referéndum y las elecciones libres."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}}},["Nadie puede usurpar el poder en la Federación Rusa. La incautación del poder o usurpación de la autoridad estatal deberá ser procesado bajo Ley Federal.","Nobody may usurp power in the Russian Federation. The seizure of power or usurpation of State authority shall be prosecuted under federal law."]]},{"content":["Article 4","Artículo 4"],"section":[["The sovereignty of the Russian Federation shall extend to the entirety of its territory.","La soberanía de la Federación Rusa es válida en todo su territorio."],["La Constitución de la Federación Rusa y otras leyes federales tienen supremacía en todo su territorio.","The Constitution of the Russian Federation and federal laws shall have supremacy on the entire territory of the Russian Federation."],["The Russian Federation shall ensure the integrity and inviolability of its territory.","La Federación Rusa asegura la integridad y la inviolabilidad de su territorio."]]},{"content":["Article 5","Artículo 5"],"section":[["The Russian Federation shall consist of republics, krays, oblasts, cities of federal significance, an autonomous oblast and autonomous okrugs, which shall have equal rights as constituent entities of the Russian Federation.","La Federación Rusa está formada por repúblicas, territorios, regiones, ciudades de significado federal, regiones autónomas y comarcas autónomas; y todas ellas deben tener los mismos derechos por ser entidades constituyentes de la Federación Rusa."],["La República (Estado) tiene su constitución y legislación. El territorio, la región, la ciudad de significado federal, la región autónoma y la comarca autónoma deberán tener su propio manifiesto y legislación.","A republic (state) shall have its own constitution and legislation. A kray, oblast, city of federal significance, autonomous oblast and autonomous okrug shall have its own charter and legislation."],{"content":["La organización federal de la Federación Rusa está basada en su integridad territorial, la unidad del sistema de poder estatal, la división de las competencias y atribuciones entre los órganos de poder estatal de la Federación Rusa y los órganos de poder estatal de las entidades de la Federación Rusa, de la igualdad de derechos y autodeterminación de los pueblos de la Federación Rusa.","The federal structure of the Russian Federation shall be based on its State integrity, the unity of the system of State power, the division of matters of authority and powers between State government bodies of the Russian Federation and State government bodies of constituent entities of the Russian Federation, the equality and self-determination of peoples in the Russian Federation."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/selfdet"}}},["En las relaciones recíprocas con los órganos federales de poder estatal todos los sujetos de la Federación Rusa son iguales entre sí.","All constituent entities of the Russian Federation shall be equal with one another in relations with federal State government bodies."]]},{"content":["Artículo 6","Article 6"],"section":[{"content":["Citizenship of the Russian Federation shall be acquired and terminated in accordance with federal law, and shall be one and equal, irrespective of the grounds on which it is acquired.","La ciudadanía en la Federación Rusa debe ser adquirida y terminada de acuerdo con la Ley Federal, y deberá ser única e equitativa, independientemente de la base de su adquisición."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/citizen"}}},["Every citizen of the Russian Federation shall enjoy all rights and freedoms on its territory and shall bear equal responsibilities as envisaged in the Constitution of the Russian Federation.","Todo ciudadano de la Federación Rusa goza de todos los derechos y libertades en su territorio y tiene iguales obligaciones estipuladas en la Constitución de la Federación Rusa."],{"content":["A citizen of the Russian Federation may not be deprived of his (her) citizenship or of the right to change it.","El ciudadano de la Federación Rusa no puede ser privado de su ciudadanía o del derecho a cambiarla."],"metadata":{"topics":["http://www.constituteproject.org/ontology/citren","http://www.constituteproject.org/ontology/citrev"]}}]},{"content":["Artículo 7","Article 7"],"section":[["La Federación Rusa es un estado social, cuya política está dirigida a crear condiciones que garanticen una vida digna y el libre desarrollo del individuo.","The Russian Federation shall be a social state whose policy is aimed at creating conditions ensuring a worthy life and a free development of Man."],["In the Russian Federation the labour and health of people shall be protected, a guaranteed minimum wage shall be established, State support shall be provided for the family, maternity, fatherhood and childhood, to the disabled and to elderly citizens, the system of social services shall be developed and State pensions, allowances and other social security guarantees shall be established.","En la Federación Rusa se protegen el trabajo y la salud de las personas, se establece un salario mínimo garantizado, se garantiza el apoyo estatal a la familia, la maternidad, la paternidad y la infancia, a inválidos y ancianos; se desarrolla un sistema de servicios sociales y se establecen jubilaciones estatales, subsidios y otras garantías de protección social."]]},{"content":["Artículo 8","Article 8"],"section":[["In the Russian Federation the integrity of economic space, free flow of goods, services and financial resources, support of competition, and the freedom of economic activity shall be guaranteed.","En la Federación Rusa se garantizan la unidad del espacio económico, el libre tránsito de mercancías, servicios y medios financieros, el respaldo a la competencia y la libre actividad económica."],["In the Russian Federation private, State, municipal and other forms of property shall be recognized and shall be protected on an equal basis.","En la Federación Rusa se reconocen y protegen de igual manera la propiedad privada, estatal, municipal y demás formas de propiedad."]]},{"content":["Article 9","Artículo 9"],"section":[["Land and other natural resources shall be utilized and protected in the Russian Federation as the basis of the life and activity of the peoples living on the territories concerned.","La tierra y demás recursos naturales se custodian y protegen en la Federación Rusa como la base de la vida y actividad de los pueblos que viven en los territorios correspondientes."],["Land and other natural resources may be subject to private, State, municipal and other forms of ownership.","La tierra y demás recursos naturales pueden encontrarse en propiedad privada, estatal, municipal, o en otras formas de propiedad."]]},{"content":["Article 10","Artículo 10"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/execindp"}},"section":["El poder estatal en la Federación Rusa se ejerce a partir de la división legislativa, ejecutiva y judicial. Los órganos de poder legislativo, ejecutivo y judicial son autónomos.","State power in the Russian Federation shall be exercised on the basis of its division into legislative, executive and judicial authority. Bodies of legislative, executive and judicial authority shall be independent."]},{"content":["Artículo 11","Article 11"],"section":[["El poder estatal en la Federación Rusa lo ejerce el Presidente de la Federación Rusa, la Asamblea Federal (Consejo de la Federación y Duma Estatal), el Gobierno de la Federación Rusa y el Tribunal de la Federación Rusa.","State power in the Russian Federation shall be exercised by the President of the Russian Federation, the Federal Assembly (the Council of Federation and the State Duma), the Government of the Russian Federation, and the courts of the Russian Federation."],["El poder estatal en las entidades constituyentes de la Federación Rusa debe ser ejercido por los órganos de poder estatal formados por los mismos.","State power in constituent entities of the Russian Federation shall be exercised by bodies of State government formed by those constituent entities."],["The division of authorities and powers among State government bodies of the Russian Federation and State government bodies of constituent entities of the Russian Federation shall be established by this Constitution, the Federation Treaty and other treaties on the division of authorities and powers.","La delimitación de las competencias y atribuciones entre los órganos de poder estatal de la Federación Rusa y los órganos de poder estatal de las entidades constituyentes de la Federación Rusa se ejercerán de acuerdo a la presente Constitución, los Tratados Federales y otros tratados sobre la delimitación de competencias y atribuciones."]]},{"content":["Article 12","Artículo 12"],"section":["Local self-government shall be recognized and guaranteed in the Russian Federation. Local self-government shall be independent within the limits of its competence. Bodies of local self-government shall not form part of the system of State government bodies.","En la Federación Rusa se reconoce y garantiza el autogobierno local. El autogobierno local es independiente dentro del límite de sus competencias. Los órganos de autogobierno local no forman el sistema de los órganos de poder estatal."]},{"content":["Artículo 13","Article 13"],"section":[["En la Federación Rusa se reconoce la diferencia de ideologías.","Ideological diversity shall be recognized in the Russian Federation."],["Ninguna ideología podrá ser implantada como ideología de Estado o como obligatoria.","No ideology shall be proclaimed as State ideology or as obligatory."],["En la Federación Rusa se reconocen las diferencias políticas y el pluripartidismo.","Political diversity and the multi-party system shall be recognized in the Russian Federation."],["Public associations shall be equal before the law.","Las uniones sociales son iguales ante la ley."],["Se prohíben la fundación y las actividades de las uniones sociales, cuyas finalidades y acciones persiguen el propósito de cambiar, recurriendo a la fuerza, las bases del régimen constitucional e infringir la integridad de la Federación Rusa, socavar la seguridad del Estado, formar destacamentos armados, atizar discordias sociales, raciales, étnicas y religiosas.","The establishment and activities of public associations whose goals and activities are aimed at the forcible changing of the basis of the constitutional order and at violating the integrity of the Russian Federation, at undermining its security, at creating armed units, and at instigating social, racial, national and religious strife shall be prohibited."]]},{"content":["Artículo 14","Article 14"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/seprel"}},"section":[{"content":["La Federación Rusa es un Estado laico. Ninguna religión puede ser implantada como religión de Estado o como obligatoria.","The Russian Federation shall be a secular state. No religion may be established as the State religion or as obligatory."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/offrel"}}},["Las uniones religiosas están separadas del Estado y son iguales ante la ley.","Religious associations shall be separate from the State and shall be equal before the law."]]},{"content":["Artículo 15","Article 15"],"section":[["The Constitution of the Russian Federation shall have supreme legal force, direct effect and shall be applicable on the entire territory of the Russian Federation. Laws and other legal acts, which are adopted in the Russian Federation, must not contradict the Constitution of the Russian Federation.","La Constitución de la Federación Rusa tiene vigor jurídico superior, acción directa y se aplica en todo el territorio de la Federación Rusa. Las leyes y otras actas legislativas que se adopten en la Federación Rusa no deben contradecir la Constitución de la Federación Rusa."],{"content":["Los Organismos de Poder Estatal, los Organismos de Autogobierno Local, los Funcionarios Ejecutivos, los ciudadanos y sus uniones están obligados a respetar la Constitución de la Federación Rusa y las leyes.","State government bodies, local self-government bodies, officials, citizens and their associations shall be obliged to observe the Constitution of the Russian Federation and laws."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/abide"}}},["Laws must be officially published. Unpublished laws shall not have force. Any normative legal acts concerning human and civil rights, freedoms and obligations shall not have force unless they have been officially published for the information of the general public.","Las leyes serán publicadas oficialmente. No serán admitidas las leyes que no fueron publicadas. Toda acta normativa judicial que atañe los derechos, las libertades y las obligaciones del ser humano y del ciudadano no podrá ser aplicada si no fue publicada oficialmente para conocimiento general."],{"content":["Universally recognized principles and norms of international law as well as international agreements of the Russian Federation should be an integral part of its legal system. If an international agreement of the Russian Federation establishes rules, which differ from those stipulated by law, then the rules of the international agreement shall be applied.","Los principios y las normas del derecho internacional y los acuerdos internacionales de la Federación Rusa son parte integrante de su sistema judicial. Si el acuerdo internacional de la Federación Rusa implica otras reglas que las previstas por la ley, se aplicarán las reglas del Tratado Internacional."],"metadata":{"topics":["http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/custlaw","http://www.constituteproject.org/ontology/treatcon"]}}]},{"content":["Artículo 16","Article 16"],"section":[["The provisions of this Chapter of the Constitution shall constitute the fundamental principles of the constitutional order of the Russian Federation and may not be changed except in accordance with the procedure established by this Constitution.","Las reglas del presente Capítulo de la Constitución deben ser las bases del régimen constitucional de la Federación Rusa y no serán modificadas sino según el orden que prevé la presente Constitución."],["Ninguna regla de la presente Constitución podrá contradecir las bases del régimen constitucional de la Federación Rusa.","No other provisions of this Constitution may conflict with the fundamental principles of the constitutional order of the Russian Federation."]]}]},{"content":["CAPÍTULO 2. DERECHOS HUMANOS, DERECHOS CIVILES Y LIBERTADES","CHAPTER 2. HUMAN AND CIVIL RIGHTS AND FREEDOMS"],"section":[{"content":["Article 17","Artículo 17"],"section":[{"content":["En la Federación Rusa se reconocen y se garantizan los derechos y las libertades del ser humano y del ciudadano, de acuerdo con los principios y las normas del Derecho Internacional y en concordancia con la presente Constitución.","In the Russian Federation human and civil rights and freedoms shall be recognized and guaranteed according to the universally recognized principles and norms of international law and this Constitution."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/custlaw"}}},{"content":["Basic human rights and freedoms shall be inalienable and shall be enjoyed by everyone from birth.","Los Derechos y las libertades fundamentales de ser humano son inalienables y pertenecen a cada persona desde su nacimiento."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/inalrght"}}},["The exercise of human and civil rights and freedoms must not violate the rights and freedoms of other people.","El ejercicio de los derechos y las libertades del hombre y del ciudadano no infringirá los derechos ni libertades de otras personas."]]},{"content":["Artículo 18","Article 18"],"section":["Los derechos y las libertades del ser humano y del ciudadano están en vigencia directa y determinan el sentido, el contenido y la aplicación de las leyes, las funciones del poder legislativo y ejecutivo, de la autogestión local y son garantizados por la justicia.","Human and civil rights and freedoms shall have direct force. They shall determine the meaning, content and implementation of laws, the functioning of legislative and executive authority and of local self-government, and shall be guaranteed by law."]},{"content":["Article 19","Artículo 19"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/equal"}},"section":[["Todas las personas son iguales ante la ley y la justicia.","All persons shall be equal before the law and the court."],{"content":["El Estado garantizará la igualdad de derechos y de libertades del hombre y del ciudadano, independientemente de sexo, raza, nacionalidad, idioma, procedencia, situación patrimonial o ejecutiva, lugar de residencia, actitud ante la religión, convicciones, pertenencia a uniones sociales, así como otras circunstancias. Se prohíbe toda forma de restricción de los derechos de los ciudadanos según la pertenencia social, racial, nacional, lingüística o religiosa.","The State guarantees the equality of human and civil rights and freedoms regardless of sex, race, nationality, language, origin, material and official status, place of residence, attitude to religion, convictions, membership of public associations, or of other circumstances. All forms of limitations of human rights on social, racial, national, language or religious grounds shall be prohibited."],"metadata":{"topics":["http://www.constituteproject.org/ontology/equalgr2","http://www.constituteproject.org/ontology/equalgr13","http://www.constituteproject.org/ontology/equalgr3","http://www.constituteproject.org/ontology/equalgr6","http://www.constituteproject.org/ontology/equalgr1","http://www.constituteproject.org/ontology/equalgr11","http://www.constituteproject.org/ontology/equalgr4","http://www.constituteproject.org/ontology/equalgr5"]}},{"content":["Men and women shall enjoy equal rights and freedoms and equal opportunities to exercise them.","El hombre y la mujer tienen los mismos derechos y libertades, e iguales oportunidades para realizarlos."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/equalgr1"}}}]},{"content":["Artículo 20","Article 20"],"section":[{"content":["Todo individuo tiene derecho a la vida.","Everyone shall have the right to life."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/life"}}},["La Ley Federal puede establecer la pena capital, antes de su anulación, en calidad de una medida exclusiva de castigo por delitos graves, concediéndole al acusado el derecho a que el juicio examine su causa con la participación de jueces legos al tribunal.","Capital punishment until its complete abolition may be established by federal law as an exclusive form of punishment for particularly grave crimes against life, and the accused shall be granted the right to have his case examined by a court with the participation of a jury."]]},{"content":["Artículo 21","Article 21"],"section":[{"content":["Human dignity shall be protected by the State. Nothing may serve as a basis for its derogation.","La dignidad del individuo está defendida por el Estado. No puede existir ningún fundamento para menospreciarla."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/dignity"}}},{"content":["Nobody should be subjected to torture, violence, or other severe or humiliating treatment or punishment. Nobody may be subjected to medical, scientific or other experiments without voluntary consent.","Nadie puede ser objeto de torturas, violencia u otro tipo de trato que sea rígido o menoscabe la dignidad humana, así como de castigos. Nadie puede ser sometido contra su voluntad a experimentos médicos ni científicos, entre otros."],"metadata":{"topics":["http://www.constituteproject.org/ontology/corppun","http://www.constituteproject.org/ontology/science","http://www.constituteproject.org/ontology/cruelty","http://www.constituteproject.org/ontology/torture"]}}]},{"content":["Artículo 22","Article 22"],"section":[["Everyone shall have the right to freedom and personal inviolability.","Todo individuo tiene derecho a la libertad y la inviolabilidad personal."],{"content":["Nadie puede ser detenido y recluido sino por sentencia del tribunal. Sin la misma, el individuo no puede ser detenido por más de 48 horas.","Arrest, detention and keeping in custody shall be permissible only under a court order. A person may not be detained for more than 48 hours without a court order."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/habcorp"}}}]},{"content":["Artículo 23","Article 23"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/privacy"}},"section":[{"content":["Everyone shall have the right to the inviolability of his (her) private life, personal and family privacy, and protection of his (her) honour and good name.","Todo ciudadano tiene derecho a la inviolabilidad personal, secreto personal y familiar, a defender su honor y su buen nombre."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/libel"}}},["Everyone shall have the right to privacy of correspondence, of telephone conversations and of postal, telegraph and other communications. This right may be limited only on the basis of a court order.","Todo ciudadano tiene derecho a la correspondencia secreta, conversaciones telefónicas y comunicación por telégrafo secretas, entre otras. Este derecho puede ser limitado solo por una sentencia judicial."]]},{"content":["Artículo 24","Article 24"],"section":[["Collecting, keeping, using and disseminating information about the private life of a person shall not be permitted without his (her) consent.","Está prohibido reunir, guardar, utilizar y difundir contra la voluntad del individuo información sobre su vida privada."],{"content":["State government bodies and local self-government bodies and their officials shall be obliged to provide everyone with access to documents and materials directly affecting his (her) rights and freedoms, unless otherwise envisaged by law.","Los órganos de poder estatal y de autogobierno local y sus funcionarios deben garantizar a cada individuo la posibilidad de conocer los documentos y los materiales que atañan directamente sus derechos y libertades, si la ley no prevé otra cosa."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/infoacc"}}}]},{"content":["Artículo 25","Article 25"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/privacy"}},"section":["The home shall be inviolable. Nobody shall have the right to enter a dwelling place against the will of those residing therein, except in those cases provided for by federal laws or on the basis of a court order.","La vivienda es inviolable. Nadie puede penetrar en la vivienda contra la voluntad de las personas residentes en la misma, a exclusión de los casos establecidos por la Ley Federal o en cumplimiento de una decisión del tribunal."]},{"content":["Article 26","Artículo 26"],"section":[["Everyone shall have the right to determine and declare his (her) nationality. Nobody shall be forced to determine and declare his (her) nationality.","Todo ciudadano tiene derecho a determinar e indicar su pertenencia étnica. Nadie puede ser obligado a determinar o señalar su pertenencia étnica."],["Everyone shall have the right to use his (her) native language and to a free choice of the language of communication, upbringing, education and creative work.","Todo ciudadano tiene derecho de hablar en su idioma natal, elegir el idioma de comunicación, educación, enseñanza y de creación."]]},{"content":["Article 27","Artículo 27"],"section":[{"content":["Everyone who is legally present on the territory of the Russian Federation shall have the right to travel freely and freely to choose the place of temporary or permanent residence.","Todo individuo que se encuentre legalmente en el territorio de la Federación Rusa tiene derecho al libre tránsito, a escoger el lugar de permanencia y residencia."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/freemove"}}},["Todo ciudadano puede salir libremente de la Federación Rusa. El ciudadano de la Federación Rusa tiene derecho a regresar sin impedimento alguno a la Federación Rusa.","Everyone may freely leave the Russian Federation. Citizens of the Russian Federation shall have the right freely to return to the Russian Federation."]]},{"content":["Artículo 28","Article 28"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/freerel"}},"section":["Everyone shall be guaranteed freedom of conscience and religion, including the right to profess individually or collectively any religion or not to profess any religion, and freely to choose, possess and disseminate religious and other convictions and act in accordance with them.","Todo ciudadano tiene garantizada la libertad de conciencia y de religión, incluido el derecho de profesar individualmente o conjuntamente con otras personas cualquier religión o no profesar ninguna, elegir libremente, tener y difundir sus convicciones religiosas, entre otras, y actuar en conformidad con ellas."]},{"content":["Article 29","Artículo 29"],"section":[{"content":["Todo ciudadano tiene garantizada la libertad de pensamiento y de expresión.","Everyone shall be guaranteed freedom of thought and speech."],"metadata":{"topics":["http://www.constituteproject.org/ontology/express","http://www.constituteproject.org/ontology/opinion"]}},["No se admite la propaganda o la agitación que inciten al odio o a la hostilidad social, racial, nacional o de conciencia. Se prohíbe la propaganda de la supremacía social, racial, nacional, de religión o lengua.","Propaganda or agitation, which arouses social, racial, national or religious hatred and hostility shall be prohibited. Propaganda of social, racial, national, religious or linguistic supremacy shall also be prohibited."],["Nadie puede ser obligado a expresar sus opiniones y convicciones o a renunciar a estas.","Nobody shall be forced to express his thoughts and convictions or to deny them."],["Everyone shall have the right freely to seek, receive, transmit, produce and disseminate information by any legal means. The list of types of information, which constitute State secrets, shall be determined by federal law.","Todo ciudadano tiene derecho a buscar, recibir, transmitir, redactar y difundir informaciones por cualesquiera medios legales. La lista de datos considerados secreto de estado se determina por la Ley Federal."],{"content":["The freedom of the mass media shall be guaranteed. Censorship shall be prohibited.","Se garantiza la libertad de los medios informativos. Se prohíbe la censura."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/press"}}}]},{"content":["Artículo 30","Article 30"],"section":[{"content":["Todo ciudadano tiene derecho a asociarse, incluido el derecho a fundar uniones profesionales para defender sus derechos. Se garantiza la libre actividad de las asociaciones públicas.","Everyone shall have the right of association, including the right to establish trade unions for the protection of his (her) interests. The freedom of activity of public associations shall be guaranteed."],"metadata":{"topics":["http://www.constituteproject.org/ontology/assoc","http://www.constituteproject.org/ontology/jointrde"]}},["Nobody may be compelled to join any association or to stay there.","Nadie puede ser obligado a afiliarse a una asociación o militar en esta."]]},{"content":["Artículo 31","Article 31"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/assem"}},"section":["Citizens of the Russian Federation shall have the right to assemble peacefully, without weapons, hold rallies, mass meetings and demonstrations, marches and pickets.","Los ciudadanos de la Federación Rusa tienen derecho a congregarse pacíficamente, sin armas, celebrar reuniones, convocar mítines, manifestaciones, marchas y piquetes."]},{"content":["Article 32","Artículo 32"],"section":[["Citizens of the Russian Federation shall have the right to participate in managing State affairs both directly and through their representatives.","Los ciudadanos de la Federación Rusa tienen derecho a participar en la gestión estatal en forma directa o a través de sus representantes."],{"content":["Citizens of the Russian Federation shall have the right to elect and be elected to State government bodies and local self-government bodies, as well as to participate in referendums.","Los ciudadanos de la Federación Rusa tienen derecho a elegir y ser elegidos a los órganos de poder estatal y órganos de autogobierno local, así como participar en el referéndum."],"metadata":{"topics":["http://www.constituteproject.org/ontology/mun","http://www.constituteproject.org/ontology/sub"]}},{"content":["Citizens who are recognized as incapable by a court, and citizens who are kept in places of imprisonment under a court sentence, shall not have the right to elect and be elected.","No tienen derecho a elegir ni ser elegidos los ciudadanos reconocidos incapacitados por el tribunal, así como quienes cumplen condenas en establecimientos penales."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/voteres"}}},["Los ciudadanos de la Federación Rusa tienen igual acceso al ejercicio en establecimientos estatales.","Citizens of the Russian Federation shall enjoy equal access to State service."],["Los ciudadanos de la Federación Rusa tienen derecho a participar en la administración de justicia.","Citizens of the Russian Federation shall have the right to participate in administering justice."]]},{"content":["Article 33","Artículo 33"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/petition"}},"section":["Los ciudadanos de la Federación Rusa tienen derecho a dirigirse personalmente o dirigir mensajes privados o colectivos a los órganos estatales y órganos de autogobierno local.","Citizens of the Russian Federation shall have the right to appeal in person and make individual and collective appeals to State bodies and local self-government bodies."]},{"content":["Artículo 34","Article 34"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/busines"}},"section":[["Everyone shall have the right to use freely his (her) abilities and property for entrepreneurial and other economic activity not prohibited by law.","Todo ciudadano tiene derecho a aplicar libremente sus capacidades y bienes en la actividad económica empresarial y otra que no esté prohibida por la ley."],{"content":["Economic activity aimed at monopolization and unfair competition shall not be permitted.","No se admite la actividad económica dirigida a la monopolización y a competencia deshonesta."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/freecomp"}}}]},{"content":["Artículo 35","Article 35"],"section":[{"content":["The right of private property shall be protected by law.","El derecho a la propiedad privada se ampara por la ley."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/proprght"}}},{"content":["Everyone shall have the right to have property and to possess, use and dispose of it both individually and jointly with other persons.","Todo ciudadano tiene derecho a poseer bienes en propiedad, usar y disponer de ellos tanto individualmente como junto con otras personas."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/proprght"}}},{"content":["Nadie puede ser privado de sus bienes a no ser por decisión del tribunal. La alienación forzosa de bienes para necesidades nacionales puede ser realizada solo bajo condición de una indemnización previa y equivalente.","Nobody may be deprived of property except under a court order. Forced alienation of property for State requirements may take place only subject to prior and fair compensation."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exprop"}}},{"content":["The right of inheritance shall be guaranteed.","Se garantiza el derecho a la herencia."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/transfer"}}}]},{"content":["Article 36","Artículo 36"],"section":[["Los ciudadanos o sus asociaciones tienen derecho a poseer terrenos en propiedad.","Citizens and their associations shall have the right to possess land as private property."],["Los propietarios pueden usar y disponer libremente de suelos u otros recursos naturales si ello no perjudica el medio ambiente y no viola los derechos e intereses legítimos de otros individuos.","Possession, utilisation and disposal of land and other natural resources shall be exercised by the owners freely provided that this is not detrimental to the environment and does not violate the rights and lawful interests of other people."],["The conditions and procedure for the use of land shall be determined by federal law.","El uso de la tierra se condiciona y reglamenta a base de la Ley Federal."]]},{"content":["Article 37","Artículo 37"],"section":[{"content":["Labour shall be free. Everyone shall have the right freely to use his (her) labour skills and to choose the type of activity and occupation.","El trabajo es libre. Todos tienen derecho a disponer libremente de sus capacidades laborales y elegir la forma de actividad y profesión."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/occupate"}}},{"content":["Se prohíbe el trabajo forzado.","Compulsory labour shall be forbidden."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/slave"}}},{"content":["Everyone shall have the right to work in conditions, which meet safety and hygiene requirements, and to receive remuneration for labour without any discrimination whatsoever and not below the minimum wage established by federal law, as well as the right of protection against unemployment.","Todos tienen derecho al trabajo en condiciones que respondan a las demandas de seguridad e higiene, a la remuneración de su trabajo sin discriminación alguna y no inferior a la establecida por la Ley Federal de salario mínimo, así como el derecho a la protección por desempleo."],"metadata":{"topics":["http://www.constituteproject.org/ontology/safework","http://www.constituteproject.org/ontology/remuner","http://www.constituteproject.org/ontology/finsup2"]}},{"content":["The right of individual and collective labour disputes with the use of the methods for their resolution, which are provided for by federal law, including the right to strike, shall be recognized.","Se reconoce el derecho a conflictos individuales y colectivos recurriendo a métodos de arreglo establecidos por la Ley Federal, incluido el derecho a la huelga."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/strike"}}},{"content":["Todo habitante tiene derecho al descanso. El tratado laboral garantiza la duración del tiempo de trabajo, los días feriados y festivos y las vacaciones anuales pagas, establecidos por la Ley Federal.","Everyone shall have the right to rest. For those working under labour contracts the duration of work time, days of rest and public holidays and annual paid leave established by federal law shall be guaranteed."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/leisure"}}}]},{"content":["Article 38","Artículo 38"],"section":[{"content":["La maternidad, la infancia y la familia están protegidas por el Estado.","Maternity, childhood and family shall be protected by the State."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/childpro"}}},{"content":["El cuidado de los niños y su educación es igualmente derecho y obligación de los padres.","Care for children and their upbringing shall be the equal right and duty of parents."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/parents"}}},{"content":["Able-bodied children over 18 years of age must take care of disabled parents.","Los jóvenes aptos para el trabajo, mayores de 18 años, deben cuidar de sus padres discapacitados."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/parents"}}}]},{"content":["Artículo 39","Article 39"],"section":[{"content":["Se garantiza a todos los ciudadanos seguridad social por edad, en caso de enfermedad, invalidez, pérdida del cabeza de familia, para el cuidado de los hijos y en otros casos establecidos por la ley.","Everyone shall be guaranteed social security for old age, in case of illness, disability and loss of the breadwinner, for the bringing up of children and in other cases specified by law."],"metadata":{"topics":["http://www.constituteproject.org/ontology/finsup1","http://www.constituteproject.org/ontology/finsup3"]}},["La jubilación estatal y los subsidios sociales se establecen por la ley.","State pensions and social benefits shall be established by law."],["Se alienta el seguro social voluntario, la creación de formas adicionales de seguridad social y actividad benéfica.","Voluntary social insurance, the creation of additional forms of social security and charity shall be encouraged."]]},{"content":["Artículo 40","Article 40"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/shelter"}},"section":[["Everyone shall have the right to a home. Nobody may be arbitrarily deprived of his (her) home.","Todo habitante tiene derecho a la vivienda. Nadie puede ser desalojado arbitrariamente de su vivienda."],["State government bodies and local self-government bodies shall promote housing construction and create conditions for exercising the right to a home.","Los órganos de poder estatal y los órganos de autogobierno local promueven la construcción de viviendas y crean las condiciones para el ejercicio del derecho a la vivienda."],["Low-income citizens and other citizens mentioned in law who are in need of a home may receive it either free of charge or for an affordable payment from State, municipal and other housing funds according to the norms established by law.","Los ciudadanos con bajos ingresos y otros indicados en la ley, necesitados de vivienda, deben recibirla gratuitamente o por un pago accesible de los fondos habitacionales estatales, municipales y otros de acuerdo con las normas establecidas por la ley."]]},{"content":["Article 41","Artículo 41"],"section":[{"content":["Todo ciudadano tiene derecho a la protección de la salud y a la asistencia médica. La asistencia médica en los establecimientos médicos estatales y municipales es gratuita y está costeada por el presupuesto, cuotas de seguro y otros ingresos.","Everyone shall have the right to health protection and medical care. Medical care in State and municipal health institutions shall be rendered to citizens free of charge at the expense of the appropriate budget, insurance premiums and other proceeds."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/health"}}},["In the Russian Federation federal programmes for the protection and improvement of the health of the public shall be financed, measures shall be taken to develop State, municipal and private healthcare systems, and activities shall be encouraged which contribute to the improvement of human health, the development of physical education and sport, and ecological, sanitary and epidemiological well-being.","La Federación Rusa financia los programas federales de protección y fortalecimiento de la salud de la población y aplica medidas para desarrollar los sistemas de salud público estatal, municipal y privado; impulsar la cultura física y el deporte y el bienestar ecológico, sanitario y epidemiológico."],["Ocultar hechos y circunstancias que puedan crear un peligro para la vida y salud de la gente conllevan responsabilidad hacia la Ley Federal.","The concealment by officials of facts and circumstances, which pose a threat to the life and health of people, shall result in liability according to federal law."]]},{"content":["Article 42","Artículo 42"],"section":["Everyone shall have the right to a favourable environment, reliable information on the state of the environment and compensation for damage caused to his (her) health and property by violations of environmental laws.","Todo ciudadano tiene derecho a un medio ambiente favorable, información fidedigna sobre su estado e indemnización por el daño ocasionado a su salud o propiedad por infracciones de la ley ecológica."]},{"content":["Artículo 43","Article 43"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/edfree"}},"section":[["Everyone shall have the right to education.","Todos los ciudadanos tienen derecho a la enseñanza."],["Se garantiza el acceso gratuito a la enseñanza preescolar, primaria y secundaria profesional en establecimientos estatales o municipales y en empresas.","General access and free pre-school, secondary and secondary vocational education in State and municipal educational institutions and at enterprises shall be guaranteed."],["Everyone shall have the right to receive on a competitive basis free higher education in State and municipal educational institutions and at enterprises.","Todo ciudadano tiene derecho a recibir instrucción superior en instituciones estatales y municipales y en empresas, a base de concurso."],{"content":["La enseñanza secundaria es obligatoria. Los padres o personas que los reemplazan deben garantizar a sus hijos enseñanza secundaria.","Basic general education shall be compulsory. Parents or guardians shall ensure that children receive a basic general education."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/edcomp"}}},["The Russian Federation shall establish federal State educational standards and shall support various forms of education and self-education.","La Federación Rusa establece los estándares de enseñanza federales y respaldan distintas formas de enseñanza y autodidaxia."]]},{"content":["Article 44","Artículo 44"],"section":[{"content":["Toda persona tendrá garantizada la libertad de creación literaria, artística, científica, técnica y de otra índole, y de enseñanza. La propiedad intelectual será protegida por la ley.","Everyone shall be guaranteed the freedom of literary, artistic, scientific, technical and other types of creative activity and teaching. Intellectual property shall be protected by law."],"metadata":{"topics":["http://www.constituteproject.org/ontology/science","http://www.constituteproject.org/ontology/acfree","http://www.constituteproject.org/ontology/artists","http://www.constituteproject.org/ontology/intprop"]}},{"content":["Everyone shall have the right to participate in cultural life and use cultural establishments, and the right of access to cultural valuables.","Toda persona tiene derecho a participar en las actividades culturales y hacer uso de las instituciones de la cultura, y al acceso a los valores culturales."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cultrght"}}},["Toda persona debe preocuparse por el mantenimiento del patrimonio histórico y cultural, cuidar los monumentos de la historia y la cultura.","Everyone shall be obliged to care for the preservation of the cultural and historical heritage, and to protect monuments of history and culture."]]},{"content":["Article 45","Artículo 45"],"section":[["State protection of human and civil rights and freedoms in the Russian Federation shall be guaranteed.","El Estado garantizará la protección de los derechos del ser humano y del ciudadano en la Federación Rusa."],["Toda persona tiene derecho a proteger sus derechos y sus libertades con todos los medios que no prohíbe la ley.","Everyone shall have the right to protect his (her) rights and freedoms by all means not prohibited by law."]]},{"content":["Article 46","Artículo 46"],"section":[["Todo ciudadano tendrá garantizada la protección judicial de sus derechos y sus libertades.","Everyone shall be guaranteed protection in court of his (her) rights and freedoms."],["Decisions and actions (or inaction) of State government bodies, local self-government bodies, public organisations and officials may be appealed against in court.","Las decisiones y las acciones (o las inacciones) de los organismos de poder estatal, de los organismos de autogestión local, de las uniones sociales y de los ejecutivos podrán ser apeladas ante la justicia."],{"content":["Toda persona tiene derecho a recurrir, de acuerdo con los tratados internacionales de la Federación Rusa, a los organismos interestatales para proteger los derechos y las libertades humanas, si están agotados en el país todos los medios de protección judicial.","Everyone shall have the right in accordance with international treaties of the Russian Federation to appeal to interstate bodies for the protection of human rights and freedoms if all available internal means of legal protection have been exhausted."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intorgs"}}}]},{"content":["Artículo 47","Article 47"],"section":[["Nadie podrá ser privado del derecho de que su caso sea examinado en el juzgado y por el Juez, según lo atribuya la ley.","Nobody may be deprived of the right to have his (her) case heard in the court and by the judge within whose competence the case is placed by law."],["Any person accused of committing a crime shall have the right to have his (her) case examined by a court with the participation of a jury in the cases envisaged by federal law.","El acusado por haber cometido delito tiene derecho de que su caso sea examinado por el juzgado con la participación del jurado en los casos que prevé la Ley Federal."]]},{"content":["Artículo 48","Article 48"],"section":[{"content":["Toda persona tendrá garantizado el derecho de obtener asistencia jurídica calificada. En los casos previstos por la ley, se prestará asistencia jurídica gratuita.","Everyone shall be guaranteed the right to qualified legal assistance. In the cases envisaged by law, legal assistance shall be provided free of charge."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/couns"}}},["Cada detenido, recluido a prisión provisional, acusado de haber cometido delito, tiene derecho de recurrir a la asistencia del abogado (defensor) a partir respectivamente de la detención, reclusión provisional o de ser presentada la acusación.","Any person detained, taken into custody or accused of committing a crime shall have the right to use the assistance of a lawyer (counsel for the defence) from the moment of being detained, placed in custody or accused."]]},{"content":["Artículo 49","Article 49"],"section":[{"content":["Any person accused of committing a crime shall be considered innocent until his (her) guilt is proven in accordance with the procedure stipulated by federal law and is confirmed by a court sentence which has entered into legal force.","Cada acusado de haber cometido delito será considerado inocente hasta que su culpabilidad sea probada según el orden previsto por la Ley Federal y constatada por el veredicto del tribunal que entro en vigor."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/presinoc"}}},["El acusado no estará obligado a demostrar su inocencia.","The accused shall not be obliged to prove his (her) innocence."],["Las insuperables dudas de la culpabilidad del individuo serán interpretadas a favor del acusado.","Irremovable doubts about the guilt of a person shall be interpreted in favour of the accused."]]},{"content":["Artículo 50","Article 50"],"section":[{"content":["Nadie podrá ser enjuiciado dos veces por el mismo delito.","Nobody may be convicted twice for one and the same crime."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/doubjep"}}},{"content":["Durante el juicio no se permitirá el uso de pruebas obtenidas mediante la infracción de la Ley Federal.","In administering justice it shall not be permitted to use evidence received through violating federal law."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/evidence"}}},{"content":["Any person convicted of a crime shall have the right to appeal against the verdict to a higher court in accordance with the procedure established by federal law, as well as to request pardon or mitigation of the punishment.","Cada condenado por delito tendrá derecho a que el Tribunal Superior revise el veredicto según el orden establecido por la Ley Federal, así como de solicitar indulto o conmutación de la pena."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/appeal"}}}]},{"content":["Artículo 51","Article 51"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/evidence"}},"section":[{"content":["Nobody shall be obliged to testify against himself, his (her) spouse or close relatives, the range of whom shall be determined by federal law.","Nadie estará obligado a dar testimonios contra sí mismo, contra su cónyuge y sus familiares, los cuales serán determinados por la ley federal."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/miranda"}}},["La Ley Federal puede implicar otros casos que eximan del deber de dar testimonios.","Federal law may establish other cases where the obligation to give evidence may be lifted."]]},{"content":["Artículo 52","Article 52"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/vicright"}},"section":["The rights of victims of crimes and of abuses of office shall be protected by law. The State shall provide the victims with access to justice and compensation for damage sustained.","Los derechos de las víctimas de los delitos y abusos de poder son protegidos por la ley. El Estado garantizará a las víctimas el acceso a la justicia y a la compensación por daños y perjuicios."]},{"content":["Artículo 53","Article 53"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/illadmin"}},"section":["Cada individuo tiene derecho a que el Estado le indemnice el daño causado por acciones ilícitas (o negligencia) de las estructuras estatales y sus funcionarios.","Everyone shall have the right to State compensation for damage caused by unlawful actions (inaction) of State government bodies and their officials."]},{"content":["Article 54","Artículo 54"],"section":[["A law, which introduces or increases liability, shall not have retroactive force.","La ley que establece o agrava la responsabilidad no tiene efecto retroactivo."],{"content":["Nadie puede ser responsable por la acción que para el momento de su ejecución no se consideraba delito. Si la responsabilidad por este delito fue anulada o disminuida, se aplica la nueva ley.","Nobody may bear liability for an action, which was not regarded as a crime when it was committed. If, after an offense has been committed, the extent of liability for it is lifted or mitigated, the new law shall be applied."],"metadata":{"topics":["http://www.constituteproject.org/ontology/wolaw","http://www.constituteproject.org/ontology/expost"]}}]},{"content":["Article 55","Artículo 55"],"section":[["The enumeration in the Constitution of the Russian Federation of the basic rights and freedoms should not be interpreted as a denial or diminution of other universally recognized human and civil rights and freedoms.","La enumeración de los principales derechos y libertades en la Constitución de la Federación Rusa no se debe interpretar como renuncia o menosprecio de otros derechos y libertades del individuo y el ciudadano mundialmente reconocidos."],["En la Federación Rusa no deben ser emitidas las leyes que anulen o menoscaben los derechos y las libertades del individuo y el ciudadano.","In the Russian Federation no laws must be adopted which abolish or diminish human and civil rights and freedoms."],["La Ley Federal puede limitar los derechos y las libertades del hombre y el ciudadano en la medida necesaria para defender los fundamentos del régimen constitucional, la moral, la salud, los derechos y los intereses legítimos de otras personas, para garantizar la defensa del país y la seguridad del Estado.","Human and civil rights and freedoms may be limited by federal law only to the extent necessary for the protection of the basis of the constitutional order, morality, health, rights and lawful interests of other people, and for ensuring the defence of the country and the security of the State."]]},{"content":["Article 56","Artículo 56"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}},"section":[["En las condiciones del régimen de excepción a fin de garantizar la seguridad a los ciudadanos y defender el régimen constitucional se pueden limitar, en conformidad con la Ley constitucional federal, algunos derechos y libertades, indicando el territorio y el plazo de su vigencia.","In the conditions of a state of emergency, in order to ensure the safety of citizens and the protection of the constitutional order and in accordance with federal constitutional law, certain restrictions may be imposed on human rights and freedoms with an indication of their limits and the period for which they have effect."],["El Estado de excepción en todo el territorio de la Federación Rusa y en algunas zonas del país puede ser implantado por circunstancias correspondientes y en conformidad con el reglamento establecido por la ley constitucional federal.","A state of emergency on the entire territory of the Russian Federation and in certain areas thereof may be introduced subject to the circumstances and in accordance with the procedure stipulated by federal constitutional law."],["The rights and freedoms specified in Articles 20, 21, 23 (part 1), 24, 28, 34 (part 1), 40 (part 1), and 46-54 of the Constitution of the Russian Federation might not be restricted.","No pueden ser limitados los derechos ni las libertades que prevén los artículos 20, 21, 23 (parte 1), 24, 28, 34 (parte 1), 40 (parte 1), y 46 al 54 de la Constitución de la Federación Rusa."]]},{"content":["Artículo 57","Article 57"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/taxes"}},"section":["Everyone shall be obliged to pay legally established taxes and levies. Laws, which establish new taxes or deteriorate the position of taxpayers, shall not have retroactive force.","Todo ciudadano debe pagar los impuestos y tributos establecidos. Las leyes que establecen nuevos impuestos o perjudican la situación de los tributarios no tienen efecto retroactivo."]},{"content":["Artículo 58","Article 58"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}},"section":["Everyone shall have a duty to preserve nature and the environment and to treat natural resources with care.","Cada individuo debe proteger la naturaleza y el medio ambiente, cuidar de los recursos naturales."]},{"content":["Article 59","Artículo 59"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milserv"}},"section":[["Defence of the Fatherland shall be the duty and obligation of a citizen of the Russian Federation.","La defensa de la patria es el deber y la obligación de todo ciudadano de la Federación Rusa."],["Citizens of the Russian Federation shall perform military service in accordance with federal law.","Los ciudadanos de la Federación Rusa prestarán servicio militar conforme a la Ley Federal."],{"content":["In the event that their convictions or religious beliefs run counter to military service and in other cases established by federal law, citizens of the Russian Federation shall have the right to replace it with alternative civilian service.","El ciudadano de la Federación Rusa tiene derecho de sustituir el servicio militar por el alternativo civil si el primero contradice sus convicciones y su religión, así como en otros casos previstos en la Ley Federal."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/nomil"}}}]},{"content":["Article 60","Artículo 60"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/voteres"}},"section":["El ciudadano de la Federación Rusa puede ejercer en plena medida sus derechos y obligaciones a partir de los 18 años de edad.","A citizen of the Russian Federation may exercise all of his (her) rights and duties independently from the age of 18 years."]},{"content":["Artículo 61","Article 61"],"section":[["El ciudadano de la Federación Rusa no puede ser expulsado de la Federación Rusa o entregado a otro Estado.","A citizen of the Russian Federation may not be deported from the Russian Federation or extradited to another state."],["La Federación Rusa garantiza a sus ciudadanos la defensa y el patrocinio fuera de su territorio.","The Russian Federation shall guarantee its citizens protection and patronage abroad."]]},{"content":["Article 62","Artículo 62"],"section":[["A citizen of the Russian Federation may have citizenship of a foreign state (dual citizenship) in accordance with federal law or an international treaty of the Russian Federation.","El ciudadano de la Federación Rusa puede tener ciudadanía de otro Estado (doble ciudadanía) conforme a la Ley Federal o al tratado internacional de la Federación Rusa."],["The possession of foreign citizenship by a citizen of the Russian Federation shall not diminish his (her) rights and freedoms and shall not release him from obligations stipulated for Russian citizenship, unless otherwise specified by federal law or an international treaty of the Russian Federation.","La posesión por el ciudadano de la Federación Rusa de ciudadanía extranjera no menoscaba sus derechos y libertades, como tampoco lo exime de las obligaciones que derivan de la ciudadanía rusa, si no prevé otra cosa la Ley Federal o el Tratado Internacional de la Federación Rusa."],["Los ciudadanos extranjeros y personas sin ciudadanía tienen en la Federación Rusa los mismos derechos y obligaciones que los ciudadanos de la Federación Rusa, excepto los casos establecidos por la Ley Federal o el Tratado Internacional de la Federación Rusa.","Foreign citizens and stateless persons shall enjoy rights and bear obligations in the Russian Federation on a par with citizens of the Russian Federation, except in those cases envisaged by federal law or by an international treaty of the Russian Federation."]]},{"content":["Artículo 63","Article 63"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intlaw"}},"section":[{"content":["La Federación Rusa concede refugio político a los ciudadanos extranjeros y personas sin ciudadanía en correspondencia con las reglas universalmente reconocidas del Derecho Internacional.","The Russian Federation shall grant political asylum to foreign citizens and stateless persons in accordance with the universally recognized norms of international law."],"metadata":{"topics":["http://www.constituteproject.org/ontology/asylum","http://www.constituteproject.org/ontology/custlaw"]}},{"content":["In the Russian Federation persons who are persecuted for their political convictions or for actions (or inaction) not recognized as a crime in the Russian Federation may not be extradited to other states. The extradition of persons accused of a crime, as well as the surrender of convicts to serve sentence in other states, shall be carried out on the basis of federal law or an international treaty of the Russian Federation.","En la Federación Rusa no se admite la entrega a otros Estados de individuos perseguidos por convicciones políticas, así como por actividades (o inactividades) no reconocidas en la Federación Rusa como delito, la entrega de individuos incriminados por delitos, así como la entrega de los procesados para cumplir penas en otros Estados, se realiza a base de la Ley Federal o del Tratado de la Federación Rusa."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/excrim"}}}]},{"content":["Artículo 64","Article 64"],"section":["The provisions of this Chapter shall constitute the fundamental principles of the legal status of the individual in the Russian Federation and may not be changed otherwise than in accordance with the procedure which is established by this Constitution.","Los Reglamentos del Capítulo presente son la base del estatus legal de la personalidad en la Federación Rusa y pueden ser cambiados solo en el orden establecido por la presente Constitución."]}]},{"content":["CAPÍTULO 3. LA ESTRUCTURA FEDERAL","CHAPTER 3. THE FEDERAL STRUCTURE"],"section":[{"content":["Artículo 65","Article 65"],"section":[{"content":["La Federación Rusa deberá estar compuesta de las siguientes entidades constituyentes de la Federación Rusa:","The Russian Federation shall be composed of the following constituent entities of the Russian Federation:"],"metadata":{"topics":["http://www.constituteproject.org/ontology/mun","http://www.constituteproject.org/ontology/sub","http://www.constituteproject.org/ontology/uhseats"]},"section":[["Republic of Adygeya (Adygeya), Republic of Altai, Republic of Bashkortostan, Republic of Buryatia, Republic of Crimea, Republic of Daghestan, Republic of Ingushetia, Kabardino-Balkarian Republic, Republic of Kalmykia, Karachayevo-Cherkessian Republic, Republic of Karelia, Komi Republic, Republic of Marij El, Republic of Mordovia, Republic of Sakha(Yakutia), Republic of North Osetia - Alania, Republic of Tatarstan (Tatarstan), Republic of Tuva, Udmurtian Republic, Republic of Khakasia, Chechen Republic, Chuvashi Republic - Chuvashia;","República de Adygeya (Adygeya), República de Altai, República de Bashkortostan, República de Buriatia,República de Crimea, República de Daguestán, República de Ingushetia, República de Kabardino-Balkarian, República de Kalmykia, República de Karachayevo-Cherkessian, República de Karelia, República de Komi, República de Marij El, República de Mordovia, República de Sakha (Yakutia), República de Osetia del Norte - Alania, República de Tatarstán (República de Tatarstán), República de Tuva, República de Udmurtian, República de Khakasia, Chechenia República, República de Chuvashi –Chuvashia;"],["Altai kray, Zabaikalie kray, Kamchatka kray, Krasnodar kray, Krasnoyarsk kray, Permkray, Primorie kray, Stavropol kray, Khabarovsk kray;","Altai kray, Krasnodar kray, Krasnoyarsk kray, Perm kray, Primorie kray, Stavropol kray, Khabarovsk kray;"],["Amur oblast, Arkhangelsk oblast, Astrakhan oblast, Belgorod oblast, Bryansk oblast, Vladimir oblast, Volgograd oblast, Vologda oblast, Voronezh oblast, Ivanovo oblast, Irkutsk oblast, Kaliningrad oblast, Kaluga oblast, Kamchatka oblast, Kemerovo oblast, Kirov oblast, Kostroma oblast, Kurgan oblast, Kursk oblast, Leningrad oblast, Lipets oblast, Magadan oblast, Moscow oblast, Murmansk oblast, Nizhni Novgorod oblast, Novgorod oblast, Novosibirsk oblast, Omsk oblast, Orenburg oblast, Oryol oblast, Penza oblast, Pskov oblast, Rostov oblast, Ryazan oblast, Samara oblast, Saratov oblast, Sakhalin oblast, Sverdlovsk oblast, Smolensk oblast, Tambov oblast, Tver oblast, Tomsk oblast, Tula oblast, Tyumen oblast, Ulyanovsk oblast, Chelyabinsk oblast, Chita oblast, Yaroslavl oblast;","Oblast de Amur, oblast de Arkhangelsk, oblast de Astrakhan, oblast de Belgorod, oblast de Bryansk, oblast de Vladimir, Oblast de Volgogrado, oblast de Vologda, oblast de Voronezh, oblast de Ivanovo, oblast de Irkutsk, oblast de Kaliningrad, Oblast de Kaluga, oblast de Kemerovo, oblast de Kirov, oblast de Kostroma, oblast de Kurgan, oblast de Kursk, Leningrado oblast, oblast de Lipetsk, oblast de Magadan, oblast de Moscú, oblast de Murmansk, oblast de Nizhni Novgorod, Novgorod oblast, oblast de Novosibirsk, oblast de Omsk, oblast de Orenburg, oblast de Oryol, Oblast de Penza, oblast de Pskov, oblast de Rostov, oblast de Ryazan, oblast de Samara, oblast de Saratov, Sakhalin oblast, oblast de Sverdlovsk, oblast de Smolensk, oblast de Tambov, oblast de Tver, oblast de Tomsk, oblast de Tula, Tyumen oblast, oblast de Ulyanovsk, oblast de Chelyabinsk, oblast de Yaroslavl;"],["Moscú, San Petersburgo, Sebastopol - ciudades de importancia federal;","Moscow, St. Petersburg, Sevastopol - cities of federal significance;"],["el oblast autónomo judío;","the Jewish autonomous oblast;"],["Nenets autónomo okrug, Khanty-Mansijsk autónomo okrug - Yugra, Chukotka autónomo okrug, Yamalo-Nenets autónomo okrug.","Nenets autonomous okrug, Khanty-Mansijsk autonomous okrug - Yugra, Chukotka autonomous okrug, Yamalo-Nenets autonomous okrug."]]},{"content":["Admission into the Russian Federation and creation of a new constituent entity shall take place in accordance with the procedure established by federal constitutional law.","La admisión en la Federación de Rusia y creación de una nueva entidad constituyente se llevará a cabo de acuerdo con el procedimiento establecido por ley constitucional."],"metadata":{"topics":["http://www.constituteproject.org/ontology/access","http://www.constituteproject.org/ontology/colony"]}}]},{"content":["Article 66","Artículo 66"],"section":[["The status of a republic shall be determined by the Constitution of the Russian Federation and the constitution of the republic.","El estatus de la República lo determina la Constitución de la Federación Rusa y la Constitución de la República."],{"content":["The status of a kray, oblast, city of federal significance, autonomous oblast, autonomous okrug shall be determined by the Constitution of the Russian Federation and the charter of the kray, oblast, city of federal significance, autonomous oblast and autonomous okrug which is adopted by the legislative (representative) body of the corresponding constituent entity of the Russian Federation.","El estatus del territorio, región, ciudad de importancia federal, región autónoma y comarca autónoma lo determina la constitución de la Federación Rusa y el reglamento del territorio, la región, la ciudad de importancia federal, la región autónoma y la comarca autónoma, aprobado por el órgano legislativo (representativo) del respectivo sujeto de la Federación Rusa."],"metadata":{"topics":["http://www.constituteproject.org/ontology/mun","http://www.constituteproject.org/ontology/sub"]}},{"content":["La Ley Federal de la región autónoma y la comarca autónoma puede ser aprobada a solicitud de sus respectivos órganos legislativos y ejecutivos.","On a submission from legislative and executive bodies of an autonomous oblast or autonomous okrug, a federal law concerning an autonomous oblast or autonomous okrug may be adopted."],"metadata":{"topics":["http://www.constituteproject.org/ontology/sub","http://www.constituteproject.org/ontology/mun"]}},["Relations among autonomous okrugs within krays and oblasts may be regulated by federal law or by a treaty between State government bodies of the autonomous okrug and, accordingly, State government bodies of the kray or oblast.","Las relaciones entre las comarcas autónomas que forman parte del territorio o de la región las puede regular la Ley Federal o el tratado suscrito entre los órganos del poder estatal de la comarca y los del territorio o de la región."],{"content":["El estatus del sujeto de la Federación Rusa puede ser cambiado sobre la base del consentimiento recíproco de la Federación Rusa y el sujeto de la Federación en correspondencia con la Ley Constitucional Federal.","The status of a constituent entity of the Russian Federation may be changed by mutual agreement between the Russian Federation and the constituent entity of the Russian Federation in accordance with federal constitutional law."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/seccess"}}}]},{"content":["Article 67","Artículo 67"],"section":[["El territorio de la Federación Rusa incluye los territorios de sus sujetos, las aguas internas, las aguas territoriales y el espacio aéreo sobre los mismos.","The territory of the Russian Federation shall comprise the territories of its constituent entities, inland waters and territorial sea and the air space over them."],["The Russian Federation shall have sovereign rights and exercise jurisdiction on the continental shelf and in the exclusive economic zone of the Russian Federation in accordance with the procedure specified by federal law and norms of international law.","La Federación Rusa dispone de los derechos soberanos y ejerce la jurisdicción en la plataforma continental y en la exclusiva zona económica de la Federación Rusa en el orden definido por la legislación federal y las normas del Derecho Internacional."],["Borders between constituent entities of the Russian Federation may be changed upon their mutual consent.","Las fronteras entre los sujetos de la Federación podrán ser cambiados con el consentimiento recíproco de los mismos."]]},{"content":["Article 68","Artículo 68"],"section":[{"content":["The Russian language shall be the State language on the entire territory of the Russian Federation.","El idioma estatal en el territorio de la Federación Rusa es el ruso."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lang"}}},{"content":["Republics shall have the right to establish their own State languages. In State government bodies, local self-government bodies and State institutions of republics they shall be used together with the State language of the Russian Federation.","Las repúblicas tienen el derecho a establecer sus idiomas estatales. Estos se emplean en los órganos de poder estatal y de autogobierno local, así como en las instituciones públicas de las repúblicas a la par con el idioma estatal de la Federación Rusa."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lang"}}},{"content":["La Federación Rusa garantiza a todas sus etnias derecho a conservar su propio idioma y crea condiciones para su estudio y desarrollo.","The Russian Federation shall guarantee all of its peoples the right to preserve their native language and to create conditions for its study and development."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/langprot"}}}]},{"content":["Artículo 69","Article 69"],"metadata":{"topics":["http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/custlaw"]},"section":["La Federación Rusa garantiza los derechos a las minorías étnicas en conformidad con los mundialmente reconocidos principios y las normas del derecho internacional y los Tratados entre las Naciones de la Federación Rusa.","The Russian Federation shall guarantee the rights of indigenous small peoples in accordance with the universally recognized principles and norms of international law and international treaties of the Russian Federation."]},{"content":["Article 70","Artículo 70"],"section":[{"content":["The state flag, emblem and anthem of the Russian Federation, their description and the procedure for the official use thereof shall be established by federal constitutional law.","La Ley Constitucional Federal establece la bandera, el escudo y el himno de la Federación Rusa y estipula el procedimiento oficial para su utilización."],"metadata":{"topics":["http://www.constituteproject.org/ontology/anthem","http://www.constituteproject.org/ontology/flag"]}},{"content":["The capital of the Russian Federation shall be the city of Moscow. The status of the capital shall be established by federal law.","La capital de la Federación Rusa es la ciudad de Moscú. El status de la capital lo establece la Ley Federal."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/capital"}}}]},{"content":["Article 71","Artículo 71"],"section":{"content":["The Russian Federation shall have jurisdiction over:","Serán jurisdicción de la Federación Rusa:"],"section":[["the adoption and amending of the Constitution of the Russian Federation and federal laws, control over compliance therewith;","La aprobación y modificación de la Constitución de la Federación Rusa y las leyes federales y el control por su observancia."],["the federative structure and the territory of the Russian Federation;","La formación federal y el territorio de la Federación Rusa,"],["La regulación y defensa de los derechos y libertades humanas y del hombre, la ciudadanía de la Federación Rusa, la regulación y la protección de las minorías nacionales,","regulation and protection of human and civil rights and freedoms; citizenship in the Russian Federation, regulation and protection of the rights of national minorities;"],["El establecimiento del sistema de órganos federales de Poder Legislativo, Ejecutivo y Judicial, la forma de su organización y actividad y formación de los órganos federales de Poder Estatal,","establishment of the system of federal legislative, executive and judicial bodies, the procedure for their organisation and activities, the formation of federal State government bodies;"],["federal State property and administration thereof;","Los bienes públicos federales y la dirección de los mismos,"],["establishment of the basic principles of federal policy and federal programmes in the sphere of State, economic, ecological, social, cultural and national development of the Russian Federation;","La elaboración de los fundamentos de la política federal y los programas federales en materia de desarrollo estatal, económico, ecológico, social, cultural y nacional de la Federación Rusa,"],["La elaboración de las bases jurídicas de un mercado único, de regulación financiera, monetaria, crediticia y aduanera, de emisión monetaria y de política de precios, de servicios económicos federales, incluido bancos federales.","establishment of the basic legal principles for the unified market; financial, currency, credit and customs regulation; money emission; the basic principles of pricing policy, federal economic services, including federal banks;"],["El presupuesto federal, impuestos y recaudaciones federales, fondos federales de desarrollo regional,","the federal budget, federal taxes and levies, federal funds of regional development;"],["federal power-engineering systems, nuclear power, fissile materials, federal transport, railways, information and communication, activities in space;","Los sistemas energéticos federales, energía nuclear, materiales fusibles, sistemas federales de transporte, vías de comunicación, información y comunicación, actividad espacial,"],["La política exterior y las relaciones internacionales de la Federación Rusa, Tratados Internacionales de la Federación Rusa y temas de guerra y paz,","foreign policy and international relations of the Russian Federation, international treaties of the Russian Federation, issues of war and peace;"],["Las relaciones económicas exteriores de la Federación Rusa,","foreign economic relations of the Russian Federation;"],["La defensa y la seguridad, producción defensiva, la definición de la forma de compra y venta de armas, pertrechos militares, material bélico y otros equipos militares, la fabricación de sustancias tóxicas, sustancias narcóticas y forma de su utilización,","defence and security; military production; determination of the procedure for selling and purchasing weapons, ammunition, military equipment and other military hardware; production of poisonous substances, narcotic substances and the procedure for their use;"],["determination of the status and protection of the State border, territorial sea, air space, the exclusive economic zone and the continental shelf of the Russian Federation;","La determinación del estatus y de la defensa de la frontera estatal, el mar territorial, el espacio aéreo, la zona económica exclusiva y la plataforma continental de la Federación Rusa,"],{"content":["el sistema judicial, el ministerio público, la legislación penal y penal-ejecutiva, la amnistía y remisión, legislación civil, legislación procesal, regulación legal de la propiedad intelectual,","the judicial system, public prosecution, criminal and criminal-executive legislation, amnesty and remission, civil legislation, procedural legislation, legal regulation of intellectual property;"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intprop"}}},["federal collision law;","El derecho federal de colisión,"],["El servicio meteorológico, las normas y patrones, el sistema métrico y el cálculo del tiempo, la geodesia y la cartografía, la denominación de objetivos geográficos y la estadística oficial y la contabilidad,","meteorological service, standards, metric and time systems, geodesy and cartography, names of geographical units, official statistics and accounting;"],["Las condecoraciones estatales y los títulos honoríficos de la Federación Rusa,","State awards and honorary titles of the Russian Federation;"],["El servicio estatal federal.","federal State service."]]}},{"content":["Artículo 72","Article 72"],"metadata":{"topics":["http://www.constituteproject.org/ontology/sub","http://www.constituteproject.org/ontology/mun"]},"section":[{"content":["The following shall be within the joint jurisdiction of the Russian Federation and constituent entities of the Russian Federation:","La Federación Rusa y los entes territoriales que forman parte de ésta tendrán incumbencia conjunta para:"],"section":[["measures to ensure the correspondence of constitutions and laws of republics, the charters, laws and other normative legal acts of krays, oblasts, cities of federal significance, autonomous oblast and autonomous okrugs to the Constitution of the Russian Federation and federal laws;","Garantizar la coherencia de las constituciones y otras leyes de las repúblicas y de las cartas, legislaciones y otras normativas jurídicas de los territorios, regiones, ciudades de importancia federal, de la comarca autónoma y de los distritos autónomos con la Constitución de la Federación Rusa y otras leyes federales."],["Resguardar los derechos y libertades del hombre y cívicas; los derechos de las minorías étnicas; garantizar la observancia de la ley, del orden público y de la seguridad pública; el régimen de la zona fronteriza.","protection of human and civil rights and freedoms, protection of the rights of national minorities, ensuring lawfulness, law and order, public security; border zone regimes;"],{"content":["issues of the possession, utilisation and management of land and of subsurface, water and other natural resources;","Tener en propiedad, decidir sobre el uso y disponer de suelos, riquezas del subsuelo, recursos acuáticos, entre otros recursos naturales."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/resrce"}}},["Delimitar la propiedad estatal.","demarcation of State property;"],{"content":["use of natural resources, protection of the environment and provisions for ecological safety; specially protected natural territories, protection of historical and cultural monuments;","Tomar en usufructo recursos naturales; velar por la protección medioambiental y garantizar la seguridad ecológica: los vedados nacionales; proteger los monumentos históricos y culturales."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}}},{"content":["Decidir sobre las cuestiones generales de la enseñanza, ciencia, cultura, cultura física y deportes.","general issues of upbringing, education, science, culture, physical education and sport;"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/science"}}},["Realizar la coordinación de la sanidad pública; la protección familiar, de la maternidad, la paternidad y la infancia; la seguridad social, incluido el seguro social.","coordination of health care issues; protection of the family, maternity, fatherhood and childhood, social protection, including social security;"],["carrying out measures against catastrophes, natural disasters, epidemics and rectification of their consequences;","Aplicar medidas en caso de accidentes, desastres naturales y epidemias y liquidar sus consecuencias."],["establishment of common principles of taxation and levies in the Russian Federation;","Establecer principios generales de la imposición y otras retribuciones en la Federación Rusa."],["administrative, administrative-procedural, labour, family, housing, land, water and forest legislation; legislation on subsurface resources and on environmental protection;","Decidir sobre la legislación administrativa, administrativo-procesal, laboral, familiar, habitacional, de tierra, agua y bosques, sobre las riquezas del subsuelo y la protección medioambiental."],["Disponer de cuadros de las instituciones judiciales y de vigilancia de orden público; la abogacía y el notariado.","personnel of judicial and law enforcement bodies; lawyers, notaries;"],["Proteger el hábitat ancestral y el tradicional modo de vida de las minorías étnicas.","protection of the traditional habitat and the traditional way of life of small ethnic communities;"],["establishment of general principles of the organisation of the system of State government and local self-government bodies;","Establecer principios generales de conformación del sistema de las instituciones del Poder Estatal y de autogobierno local."],["Coordinar las relaciones internacionales y de comercio exterior de los sujetos de la Federación y ejercer la observancia de los Tratados Internacionales de la Federación Rusa.","coordination of international and foreign economic relations of constituent entities of the Russian Federation, observance of international agreements of the Russian Federation."]]},["The provisions of this Article shall be equally valid for republics, krays, oblasts, cities of federal significance, autonomous oblast and autonomous okrugs.","El presente artículo tiene igual valor en toda república, territorio, región, ciudad de importancia federal, región autonomía y distrito autónomo."]]},{"content":["Articulo 73.","Article 73."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/sub"}},"section":["Outside the limits of authority of the Russian Federation and the powers of the Russian Federation on issues under the joint jurisdiction of the Russian Federation and constituent entities of the Russian Federation, the constituent entities of the Russian Federation shall enjoy full State power.","Los sujetos de la Federación gozarán de la plenitud de poder, salvo cuestiones de la incumbencia y las atribuciones de la Federación en cuanto a la competencia conjunta de esta y de los primeros."]},{"content":["Articulo 74.","Article 74."],"section":[["Se considerara inadmisible establecer aduanas, aranceles, retribuciones u otra clase de obstáculos al libre tráfico de mercancías, servicios y recursos financieros.","In the territory of the Russian Federation it shall not be permitted to establish custom borders, duties, levies or any other barriers to the free flow of goods, services and financial resources."],["Las restricciones al movimiento de mercancías y servicios se introducirán conforme a la legislación federal, si es necesario para garantizar la seguridad, proteger la vida y la salud humana, el medio ambiente y el patrimonio cultural.","Restrictions on the movement of goods and services may be introduced in accordance with federal law only to ensure security, to protect the life and health of people and top reserve nature and cultural values."]]},{"content":["Article 75","Artículo 75"],"section":[{"content":["The monetary unit in the Russian Federation shall be the rouble. Money emission shall be carried out exclusively by the Central Bank of the Russian Federation. The introduction and emission of other currencies in Russia shall not be permitted.","La unidad de pago en la Federación Rusa será el rublo. La emisión de papel moneda estará exclusivamente a cargo del Banco Central de la Federación Rusa. Será inadmisible introducir y realizar la emisión de algún otro dinero en la Federación."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/bank"}}},{"content":["Salvaguardar y garantizar la estabilidad del rublo deviene misión esencial del Banco Central de la Federación Rusa, la cual ejercerá de forma independiente de otras instituciones de poder.","Protecting and ensuring the stability of the rouble shall be the principal function of the Central Bank of the Russian Federation, which it shall fulfil independently of other State governmental bodies."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/bank"}}},["The system of taxes paid to the federal budget and the general principles of taxation and levies in the Russian Federation shall be determined by federal law.","El sistema de los impuestos que se cobrará al presupuesto federal y los principios generales de la tributación y otras retribuciones de la Federación Rusa se establecerán por la pertinente legislación federal."],["State loans shall be issued in accordance with the procedure specified by federal law and shall be floated on a voluntary basis.","Los empréstitos públicos se emiten en conformidad con el reglamento establecido por la Ley Federal y no pueden ser impuestos al individuo contra su voluntad."]]},{"content":["Artículo 76","Article 76"],"section":[["On issues under the jurisdiction of the Russian Federation, federal constitutional laws and federal laws shall be adopted. These shall have direct force on the entire territory of the Russian Federation.","Las leyes constitucionales federales y las leyes federales vigentes en todo el territorio de la Federación Ruso estipulan la competencia de la misma."],["La competencia común de la Federación Rusa y sus sujetos la estipulan las leyes federales y las leyes y las actas normativas y jurídicas que aprueban en correspondencia con las primeras los sujetos de la Federación Rusa.","On issues under the joint jurisdiction of the Russian Federation and the constituent entities of the Russian Federation, in addition to federal laws, laws and other normative legal acts of constituent entities of the Russian Federation shall be issued which are adopted in accordance with those federal laws."],["Federal laws may not conflict with federal constitutional laws.","Las leyes federales no pueden contradecir las leyes constitucionales de la Federación."],{"content":["Outside the limits of authority of the Russian Federation and of the joint jurisdiction of the Russian Federation and constituent entities of the Russian Federation republics, krays, oblasts, cities of federal significance, autonomous oblast and autonomous okrugs shall exercise their own legal regulation, including the adoption of laws and other normative legal acts.","Fuera de la competencia de la Federación Rusa y la competencia común de la Federación Rusa y sus sujetos las repúblicas, los territorios, las regiones, las ciudades de importancia federal, las regiones autónomas y las comarcas autónomas ejercen su propia regulación jurídica, incluida la aprobación de las leyes y otras actas jurídicas normativas."],"metadata":{"topics":["http://www.constituteproject.org/ontology/mun","http://www.constituteproject.org/ontology/sub"]}},{"content":["Las leyes y otras actas jurídicas normativas de los sujetos de la Federación no pueden contradecir las leyes federales aprobadas en conformidad con los puntos 1 y 2 de este artículo. En caso de una contradicción entre la Ley Federal y otra acta emitida en la Federación Rusa, funciona la Ley Federal.","Laws and other normative legal acts of the constituent entities of the Russian Federation shall not conflict with federal laws which are adopted in accordance with parts one and two of this Article. In the event of a conflict between a federal law and any other act issued in the Russian Federation, the federal law shall prevail."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/fedsep"}}},{"content":["En caso de una contradicción entre la Ley Federal y el acta normativa del sujeto de la Federación Rusa, emitida en conformidad con el punto 4 de este artículo, funciona el acta jurídica normativa del sujeto de la Federación Rusa.","In the event of a conflict between a federal law and a normative legal act of a constituent entity of the Russian Federation issued in accordance with part four of this Article, the normative legal act of the constituent entity of the Russian Federation shall prevail."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/fedsep"}}}]},{"content":["Article 77","Artículo 77"],"metadata":{"topics":["http://www.constituteproject.org/ontology/sub","http://www.constituteproject.org/ontology/mun"]},"section":[["El sistema de los órganos del Poder Estatal de las repúblicas, territorios, regiones, ciudades de importancia federal, región autónoma y comarcas autónomas lo establecen los sujetos de la Federación Rusa de forma independiente de acuerdo con las bases del sistema constitucional de la Federación Rusa y los principios generales de las organizaciones de los órganos de poder estatal representativos y ejecutivos, establecidos por la Ley Federal.","The system of State government bodies of republics, krays, oblasts, cities of federal significance, autonomous oblast and autonomous okrugs shall be established by the constituent entities of the Russian Federation independently in accordance with the basic principles of the constitutional order of the Russian Federation and the general principles of the organisation of representative and executive State government bodies which are established by federal law."],["Dentro de las competencias de la Federación Rusa y las atribuciones de la Federación Rusa sobre la competencia conjunta de la Federación Rusa y los sujetos de la Federación Rusa, los órganos federales y los órganos de poder ejecutivo de los sujetos de la Federación Rusa forman un sistema único de poder ejecutivo en la Federación Rusa.","Within the limits of the jurisdiction and powers of the Russian Federation on issues under the joint jurisdiction of the Russian Federation and the constituent entities of the Russian Federation federal executive government bodies and executive government bodies of the constituent entities of the Russian Federation shall form a unified system of executive authority in the Russian Federation."]]},{"content":["Artículo 78","Article 78"],"section":[["Federal executive government bodies may, in order to exercise their powers, establish their own territorial bodies and appoint appropriate officials.","Los órganos federales de Poder Ejecutivo para ejercer sus facultades pueden crear sus órganos territoriales y designar a los correspondientes funcionarios."],{"content":["Federal executive government bodies, by agreement with executive government bodies of constituent entities of the Russian Federation, may delegate some of their powers to the latter provided that this does not conflict with the Constitution of the Russian Federation and federal laws.","Los órganos federales del poder ejecutivo, de común acuerdo con los órganos de poder ejecutivo de la Federación Rusa, pueden delegarles parte de sus poderes si ello no contradice a la Constitución de la Federación Rusa ni a las leyes federales."],"metadata":{"topics":["http://www.constituteproject.org/ontology/mun","http://www.constituteproject.org/ontology/sub"]}},{"content":["Los órganos de Poder Ejecutivo de los sujetos de la Federación Rusa, de acuerdo con los órganos federales de Poder Ejecutivo, pueden delegarles parte de sus competencias.","Executive government bodies of constituent entities of the Russian Federation, by agreement with federal executive government bodies, may delegate some of their powers to the latter."],"metadata":{"topics":["http://www.constituteproject.org/ontology/mun","http://www.constituteproject.org/ontology/sub"]}},["The President of the Russian Federation and the Government of the Russian Federation shall provide for the implementation of the powers of federal State power on the entire territory of the Russian Federation in accordance with the Constitution of the Russian Federation.","El Presidente de la Federación Rusa y el Gobierno de la Federación Rusa garantizan a tenor con la Constitución de la Federación Rusa el cumplimiento de las competencias del Poder Federal Estatal en todo el territorio de la Federación Rusa."]]},{"content":["Article 79","Artículo 79"],"section":["The Russian Federation may participate in interstate associations and transfer some of its powers to those associations in accordance with international treaties provided that this does not entail restrictions on human and civil rights and freedoms and does not conflict with the basic principles of the constitutional order of the Russian Federation.","La Federación Rusa puede participar en asociaciones interestatales y delegar parte de sus competencias a tenor con los Tratados Internacionales si eso no contradice las bases del sistema constitucional de la Federación Rusa."]}]},{"content":["CHAPTER 4. THE PRESIDENT OF THE RUSSIAN FEDERATION","CAPÍTULO 4. EL PRESIDENTE DE LA FEDERACIÓN RUSA"],"section":[{"content":["Article 80","Artículo 80"],"section":[{"content":["The President of the Russian Federation shall be the Head of State.","El Presidente de la Federación Rusa es la Cabeza de Estado."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/execnum"}}},["The President of the Russian Federation shall be the guarantor of the Constitution of the Russian Federation and of human and civil rights and freedoms. In accordance with the procedure established by the Constitution of the Russian Federation, he (she) shall adopt measures to protect the sovereignty of the Russian Federation, its independence and State integrity, and shall ensure the coordinated functioning and interaction of State government bodies.","El Presidente de la Federación Rusa es garante de la Constitución Federal y del ejercicio de los derechos y libertades humanas y cívicas. Adopta en consonancia con la Constitución Federal medidas para salvaguardar la soberanía de la Federación Rusa, la independencia y la integridad nacional de esta y garantiza el funcionamiento coordinado y la interacción de las instituciones de poder."],["El Presidente de la Federación Rusa establece de conformidad con la Carta Magna y otras leyes federales en vigor los alineamientos esenciales de la política interna y externa del país.","The President of the Russian Federation shall, in accordance with the Constitution of the Russian Federation and federal laws, determine the basic objectives of the internal and foreign policy of the State."],{"content":["The President of the Russian Federation, as the Head of State, shall represent the Russian Federation within the country and in international relations.","El Presidente de la Federación Rusa como Jefe de Estado representa a la Federación en el interior del país y en el ámbito internacional."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/headforn"}}}]},{"content":["Article 81","Artículo 81"],"section":[{"content":["El Presidente de la Federación Rusa será elegido por seis años por ciudadanos de la Federación Rusa en base a sufragio universal directo secreto.","The President of the Russian Federation shall be elected for six years by citizens of the Russian Federation on the basis of universal, equal, direct suffrage by secret ballot."],"metadata":{"topics":["http://www.constituteproject.org/ontology/hoselect","http://www.constituteproject.org/ontology/freeelec","http://www.constituteproject.org/ontology/voteun","http://www.constituteproject.org/ontology/hosterm"]}},{"content":["Puede ser elegido Presidente de la Federación Rusa cada ciudadano que haya cumplido 35 años y residido permanentemente en la Federación Rusa, al menos, 10 años.","Any citizen of the Russian Federation not younger than 35 years of age who has resided in the Russian Federation on a permanent basis for not less than 10 years may be elected President of the Russian Federation."],"metadata":{"topics":["http://www.constituteproject.org/ontology/hosage","http://www.constituteproject.org/ontology/hosrest"]}},{"content":["Una misma persona no puede cumplir más de dos mandatos presidenciales seguidos.","One and the same person cannot hold the office of the President of the Russian Federation for more than two terms running."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosterml"}}},{"content":["El procedimiento de celebración de los comicios presidenciales en la Federación Rusa se establecerá conforme a la pertinente legislación federal.","The procedure for elections of the President of the Russian Federation shall be determined by federal law."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hoselect"}}}]},{"content":["Article 82","Artículo 82"],"section":[{"content":["El Presidente de la Federación Rusa, al tomar posesión de su cargo, prestará al pueblo el siguiente juramento:","On assuming office the President of the Russian Federation shall take the following oath of loyalty to the people:"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/oath"}},"section":["&quot;Juro respetar y velar en el ejercicio de mi mandato por la observancia de los derechos y libertades humanos y cívicos, acatar y salvaguardar la Constitución Federal, resguardar la soberanía y la independencia, la seguridad y la integridad del país y servir fielmente al pueblo&quot;.","&quot;I swear that in exercising the powers of the President of the Russian Federation I shall respect and protect human and civil rights and freedoms, observe and protect the Constitution of the Russian Federation, protect the sovereignty and independence, security and integrity of the State, and faithfully serve the people&quot;."]},["El juramento se prestará en medio de solemnidad, con asistencia de los integrantes del Consejo de la Federación, los diputados de la Duma (Cámara Baja) y los Jueces de la Corte Constitucional Federal.","The oath shall be taken in a solemn ceremony in the presence of members of the Council of Federation, deputies of the State Duma and judges of the Constitutional Court of the Russian Federation."]]},{"content":["Artículo 83","Article 83"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hospow"}},"section":{"content":["El Presidente de la Federación Rusa:","The President of the Russian Federation:"],"section":[{"content":["shall appoint, with the consent of the State Duma, the Chairman of the Government of the Russian Federation;","Nombrará previo consentimiento de la Duma (Cámara Baja) al Presidente del Gobierno de la Federación Rusa;"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogelect"}}},["shall have the right to chair meetings of the Government of the Russian Federation;","Tendrá el derecho a presidir las sesiones del Gobierno Federal;"],["Decidirá sobre la dimisión del Gobierno Federal;","shall adopt decisions on the resignation of the Government of the Russian Federation;"],{"content":["shall nominate to the State Duma a candidate for appointment to the post of Chairman of the Central Bank of the Russian Federation; shall raise before the State Duma the issue of relieving the Chairman of the Central Bank of the Russian Federation of his post;","Presentará ante la Duma (Cámara Baja) a candidatos a la Presidencia del Banco Central de la Federación Rusa; planteará ante la misma Cámara la destitución del Presidente del Banco Central de la Federación Rusa;"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/bank"}}},{"content":["in accordance with proposals of the Chairman of the Government of the Russian Federation, shall appoint and relieve of their post deputy chairmen of the Government of the Russian Federation and federal ministers;","Designará previa proposición del Presidente del Gobierno Federal y destituirá del cargo a los Vicepresidentes del Gobierno Federal y de Jefes de las Carteras Federales;"],"metadata":{"topics":["http://www.constituteproject.org/ontology/cabdiss","http://www.constituteproject.org/ontology/cabsel"]}},{"content":["Presentará al Consejo de la Federación candidatos a los cargos de magistrados del Tribunal de la Federación de Rusia, el Tribunal Supremo de la Federación de Rusia nombrará a los tribunales federales;","shall present to the Council of Federation candidates for the posts of judges of the Constitutional Court of the Russian Federation, the Supreme Court of the Russian Federation, shall appoint judges of other federal courts;"],"metadata":{"topics":["http://www.constituteproject.org/ontology/hocsel","http://www.constituteproject.org/ontology/ordsel","http://www.constituteproject.org/ontology/consel"]}},{"content":["shall present to the Council of Federation candidates for the posts of Prosecutor General of the Russian Federation and deputies of the Prosecutor General of the Russian Federation, shall submit to the Council of Federation proposals to relieve the Prosecutor General and deputies of the Prosecutor General of their posts, shall appoint and relieve from posts public prosecutors of the constituent entities of the Russian Federation, as well as other prosecutors, except for public prosecutors of cities, districts and prosecutors equated with them;","Presentará al Consejo de la Federación candidatos para los cargos de Fiscal General de la Federación Rusa y los diputados del Fiscal General de la Federación Rusa, Consejo de la Federación para destituir al Fiscal General y los Diputados del Fiscal General sus puestos, designarán y destituirán de los cargos a los fiscales de las entidades constituyentes de la Federación, así como otros fiscales, excepto los fiscales de ciudades, distritos y fiscales equivalentes a ellos."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/atgen"}}},{"content":["shall appoint and dismiss the representatives of the Russian Federation in the Council of the Federation;","designará y destituirá a los representantes de los Federación de Rusia en el Consejo de la Federación;"],"metadata":{"topics":["http://www.constituteproject.org/ontology/uhselect","http://www.constituteproject.org/ontology/remleg"]}},{"content":["Formará y dirigirá el Consejo de Seguridad de la Federación Rusa, cuyo estatus será definido por la correspondiente legislación federal.","shall form and head the Security Council of the Russian Federation, the status of which shall be determined by federal law;"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosstaff"}}},["Confirmará la doctrina militar de la Federación Rusa.","shall approve the military doctrine of the Russian Federation;"],["Formará el personal de equipo de la Presidencia de la Federación Rusa.","shall form the Administration of the President of the Russian Federation;"],["Nombrará y destituirá a los Representantes Plenipotenciarios del Presidente de la Federación Rusa.","shall appoint and dismiss plenipotentiary representatives of the President of the Russian Federation;"],{"content":["Nombrará y destituirá al Alto Mando de las Fuerzas Armadas de la Federación Rusa.","shall appoint and dismiss supreme commanders of the Armed Forces of the Russian Federation;"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milcom"}}},{"content":["Designará y retirará, previa consulta a los correspondientes comités y comisiones de ambas Cámaras de la Asamblea Federal, a los Representantes Diplomáticos de la Federación Rusa en otros Estados y ante los Organismos Internacionales.","shall appoint and recall after consultations with appropriate committees and commissions of the chambers of the Federal Assembly diplomatic representatives of the Russian Federation in foreign States and international organisations."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intorgs"}}}]}},{"content":["Artículo 84","Article 84"],"section":{"content":["The President of the Russian Federation:","El Presidente de la Federación Rusa:"],"section":[["Convocará las elecciones a la Duma (Cámara Baja) de acuerdo con la Constitución y otras leyes federales.","shall announce elections to the State Duma in accordance with the Constitution of the Russian Federation and federal law;"],{"content":["Disolverá la Duma en casos y según el procedimiento establecidos por la Constitución Federal.","shall dissolve the State Duma in the cases and in accordance with the procedure provided for by the Constitution of the Russian Federation;"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legdiss"}}},{"content":["Convocará referendos según lo establece la correspondiente legislación constitucional federal.","shall announce referendums in accordance with the procedure established by federal constitutional law;"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}}},["Presentará proyectos de leyes a examen de la Duma.","shall submit draft laws to the State Duma;"],["Emitirá y promulgará leyes federales.","shall sign and promulgate federal laws;"],{"content":["shall address the Federal Assembly with annual messages on the situation in the country and on the basic objectives of the internal and foreign policy of the State.","Presentará ante la Asamblea Federal informes anuales sobre la situación interna y los objetivos básicos de la política interna y externa del país."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}}}]}},{"content":["Artículo 85","Article 85"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hospow"}},"section":[["The President of the Russian Federation may use conciliatory procedures to resolve disputes between State government bodies of the Russian Federation and State government bodies of constituent entities of the Russian Federation, and disputes between State government bodies of constituent entities of the Russian Federation. In the event that no agreed decision is reached, he (she) shall have the right to refer the dispute to the appropriate court.","El Presidente de la Federación Rusa usará el procedimiento conciliador para resolver discrepancias entre las instituciones de poder federales y las de los sujetos de la Federación y también entre las de estos últimos. De no conseguirse concordia, el litigio se someterá a examen del correspondiente Tribunal."],{"content":["The President of the Russian Federation shall have the right to suspend acts of executive government bodies of constituent entities of the Russian Federation in the event that these acts conflict with the Constitution of the Russian Federation and federal laws or with international commitments of the Russian Federation, or violate human and civil rights and freedoms until the issue is resolved by an appropriate court.","El Presidente de la Federación Rusa tiene derecho a suspender la vigencia de las actas del Poder Ejecutivo de los sujetos de la Federación que discrepen con la Carta Magna u otras leyes de la Federación Rusa o menoscaben los derechos y libertades humanos y cívicos, hasta que el pertinente Tribunal emita el dictamen al respecto."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intlaw"}}}]},{"content":["Artículo 86","Article 86"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hospow"}},"section":{"content":["The President of the Russian Federation:","El Presidente de la Federación Rusa:"],"section":[["shall direct the foreign policy of the Russian Federation;","Ejercerá la dirección de la política externa de la Federación Rusa."],{"content":["shall hold negotiations and sign international treaties of the Russian Federation;","Negociará y firmará Tratados Internacionales de la Federación Rusa."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/treat"}}},["shall sign instruments of ratification;","Firmará los instrumentos de ratificación."],["Recibirá Cartas Credenciales y de retirada de los representantes diplomáticos acreditados ante el Jefe de Estado.","shall receive letters of credence and letters of recall of diplomatic representatives accredited to his (her) office."]]}},{"content":["Article 87","Artículo 87"],"section":[{"content":["El Presidente de la Federación Rusa es Comandante en Jefe de las Fuerzas Armadas del país.","The President of the Russian Federation shall be the Supreme Commander-in-Chief of the Armed Forces of the Russian Federation."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/comchief"}}},{"content":["In the event of aggression against the Russian Federation or of a direct threat of aggression, the President of the Russian Federation shall introduce martial law on the territory of the Russian Federation or on certain parts thereof and shall immediately inform the Council of Federation and the State Duma of this.","En caso de eventual agresión o peligro directo de agresión contra la Federación Rusa, el Presidente de Rusia decretará en todo el territorio nacional o en algunas zonas el Estado de Sitio, notificándose así, sin postergaciones, al Consejo de la Federación y a la Duma (Cámara Baja)."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}}},{"content":["The regime of martial law shall be defined by federal constitutional law.","El procedimiento de la ley marcial establecerá de conformidad con la pertinente legislación constitucional federal."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}}}]},{"content":["Artículo 88","Article 88"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}},"section":["The President of the Russian Federation, in the circumstances and in accordance with the procedure envisaged by federal constitutional law, shall introduce a state of emergency on the territory of the Russian Federation or on certain parts thereof and shall immediately inform the Council of Federation and the State Duma of this.","El Presidente de la Federación Rusa implantará, en circunstancias y según el orden previstos por la Ley Constitucional Federal, en el territorio de la Federación Rusa o en algunos de sus lugares, el Estado de Excepción, comunicando inmediatamente al Consejo de la Federación y a la Duma de Estado."]},{"content":["Artículo 89","Article 89"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hospow"}},"section":{"content":["El Presidente de la Federación Rusa:","The President of the Russian Federation:"],"section":[["Resolverá las cuestiones de la ciudadanía de la Federación Rusa y concederá asilo político.","shall decide on issues of citizenship of the Russian Federation and of granting political asylum;"],["Galardonará con condecoraciones estatales de la Federación Rusa, otorgará Títulos Honoríficos de la Federación Rusa, Grados Militares Superiores y Especiales.","shall bestow State awards of the Russian Federation and confer honorary titles of the Russian Federation and supreme military and supreme special titles;"],{"content":["shall grant pardon.","Concederá indultos."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/pardon"}}}]}},{"content":["Article 90","Artículo 90"],"section":[{"content":["The President of the Russian Federation shall issue edicts and regulations.","El Presidente de la Federación Rusa emite decretos y disposiciones."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosdec"}}},["Los decretos y las disposiciones del Presidente de la Federación Rusa serán de obligatorio cumplimiento en todo el territorio de la Federación Rusa.","The edicts and regulations of the President of the Russian Federation shall be binding on the entire territory of the Russian Federation."],["Los Decretos y las Disposiciones del Presidente de la Federación Rusa no contradirán la Constitución de la Federación Rusa y las leyes federales.","Edicts and regulations of the President of the Russian Federation must not conflict with the Constitution of the Russian Federation and federal laws."]]},{"content":["Article 91","Artículo 91"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosimm"}},"section":["El Presidente de la Federación Rusa goza de inmunidad.","The President of the Russian Federation shall have immunity."]},{"content":["Article 92","Artículo 92"],"section":[["The President of the Russian Federation shall begin to exercise his (her) powers from the moment of taking the oath and shall cease to do so when his (her) term of office expires and after a newly-elected the President of the Russian Federation has been sworn in.","El Presidente de la Federación Rusa emprenderá el ejercicio de sus facultades tras haber prestado juramento y cesará el ejercicio de las mismas al vencer el plazo de sus funciones en el cargo, tras haber prestado juramento el elegido nuevo Presidente de la Federación Rusa."],{"content":["El Presidente de la Federación Rusa cesará el ejercicio de sus facultades anticipadamente en caso de que dimita, sea definitivamente incapaz de ejercer sus facultades por razones de salud o de que renuncie al cargo. En este caso, las elecciones del Presidente de la Federación Rusa serán convocadas en el plazo de tres meses, a más tardar, a partir del momento en que ceso anticipadamente el ejercicio de sus facultades.","The President of the Russian Federation shall cease to exercise his (her) powers before the end of his (her) term in the event of his (her) resignation, persistent inability for health reasons to carry out the powers invested in him (her), or impeachment. Presidential elections shall be held before the expiration of three months from the date of the early termination of presidential office."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hossucc"}}},["In all cases where the President of the Russian Federation is unable to fulfil his (her) duties, they shall be temporarily delegated to the Chairman of the Government of the Russian Federation. The Acting President of the Russian Federation shall not have the right to dissolve the State Duma, call a referendum or to submit proposals for amendments to and the revision of the provisions of the Constitution of the Russian Federation.","En todos los casos en que el Presidente de la Federación Rusa no sea capaz de ejercer sus funciones, las ejercerá provisionalmente el Presidente el Gobierno de la Federación Rusa. El Presidente en funciones de la Federación Rusa no tendrá derecho de disolver la Duma de Estado, anunciar referéndum ni tampoco presentar sugerencias sobre enmiendas para reconsiderar los artículos de la Constitución de la Federación Rusa."]]},{"content":["Artículo 93","Article 93"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosdiss"}},"section":[["The President of the Russian Federation may be impeached by the Council of Federation only on the basis of charges of high treason or of another grave crime brought by the State Duma and confirmed by a resolution of the Supreme Court of the Russian Federation on the existence of indications of a crime in the actions of the President of the Russian Federation and by a resolution of the Constitutional Court of the Russian Federation confirming that the established procedure for bringing charges has been observed.","El Presidente de la Federación Rusa podrá ser destituido de su cargo por el Consejo de la Federación, únicamente por razones de haber sido acusado de traición al Estado, presentadas por la Duma de Estado, o de haber cometido otro delito grave, confirmado por la Corte Suprema de la Federación Rusa de que en las acciones del Presidente de la Federación Rusa existen indicios de delito y por la conclusión del Tribunal Constitucional de la Federación Rusa de que fue observado el orden establecido de presentación de las acusaciones."],["The decision of the State Duma to bring charges and the decision of the Council of Federation to impeach the President must be adopted by two-thirds of votes of the total number of members of each chamber on the initiative of not less than one third of deputies of the State Duma and on the basis of a resolution of a special commission setup by the State Duma.","La decisión de la Duma de Estado de presentar acusaciones y del Consejo de la Federación de destituir al Presidente de su cargo deberá ser adoptada por dos tercios de votos del número total en cada Cámara y a iniciativa de no menos de un tercio de Diputados de la Duma de Estado y con la existencia de la conclusión de una Comisión Especial, formada por la Duma de Estado."],["The decision of the Council of Federation to impeach the President of the Russian Federation must be adopted not later than three months after the State Duma brings charges against the President. If a decision of the Council of Federation is not adopted within this time the charges against the President shall be regarded as having been declined.","La decisión del Consejo de la Federación de destituir al Presidente de la Federación Rusa de su cargo deberá ser adoptada en un plazo de tres meses, a más tardar, después de haber sido presentada la acusación contra el Presidente por la Duma de Estado. En caso de que en dicho plazo la Duma no adopte esa decisión, se considera que la acusación contra el Presidente fue denegada."]]}]},{"content":["CAPÍTULO 5. LA ASAMBLEA FEDERAL","CHAPTER 5. THE FEDERAL ASSEMBLY"],"section":[{"content":["Article 94","Artículo 94"],"section":["La Asamblea Federal - Parlamento de la Federación Rusa, es un órgano representativo y legislativo de la Federación Rusa.","The Federal Assembly - parliament of the Russian Federation shall be the representative and legislative body of the Russian Federation."]},{"content":["Article 95","Artículo 95"],"section":[{"content":["The Federal Assembly shall consist of two chambers - the Council of Federation and the State Duma.","La Asamblea Federal estará compuesta por dos cámaras - el Consejo de Federación y la Duma Estatal."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/housenum"}}},{"content":["The Council of Federation shall include: two representatives from each constituent entity of the Russian Federation - one from the legislative (representative) and one from executive body of state government; representatives of the Russian Federation, appointed by the President of the Russian Federation, the number of which shall not be more than ten percent of the members of the Council of Federation - representatives from legislative (representative) and executive bodies of state government of constituent entities of the Russian Federation.","El Consejo de Federación incluirá: dos representantes de cada entidad constituyente de la Federación de Rusia - uno de los representantes legislativos (representativos) y uno del cuerpo ejecutivo del gobierno estatal; representantes de la Federación de Rusia, nombrados por el Presidente de la Federación de Rusia, el que no podrá ser superior al diez por ciento de la miembros del Consejo de la Federación – representantes de los órganos legislativos (representativos) y ejecutivos de la gobierno estatal de las entidades constituyentes de la Federación Rusa."],"metadata":{"topics":["http://www.constituteproject.org/ontology/uhselect","http://www.constituteproject.org/ontology/uhseats"]}},{"content":["Un miembro del Consejo de la Federación – un representante de un representante legislativo (representante) o órgano ejecutivo del gobierno estatal de un entidad de la Federación de Rusia estará investida de autoridad competente para el mandato del órgano gobierno de la entidad constituyente de la Federación.","A member of the Council of Federation – a representative from legislative (representative) or executive body of state government of a constituent entity of the Russian Federation shall be vested with authority for the term of the relevant body of state government of the constituent entity of the Russian Federation."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uhterm"}}},{"content":["The President of the Russian Federation shall have no right during the first term of his (her) presidency to dismiss a member of the Council of Federation - representative of the Russian Federation who was appointed prior to his (her) entry into office, except in instances where this is provided for by federal law.","El Presidente de la Federación de Rusia no tendrá derecho, durante el primer mandato de su presidencia, a despedir a un miembro del Consejo de Federación - representante de la Federación de Rusia, nombrado antes de su entrada en funciones, salvo en el en los casos en que la legislación federal lo disponga."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/remleg"}}},{"content":["La Duma Estatal estará compuesta por 450 diputados.","The State Duma shall consist of 450 deputies."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhseats"}}}]},{"content":["Article 96","Artículo 96"],"section":[{"content":["La Duma de Estado (Cámara Baja) se elige por un plazo de cinco años.","The State Duma shall be elected for a term of five years."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhterm"}}},{"content":["La composición del Consejo de la Federación y la forma de las elecciones de Diputados a la Duma de Estado la establecen las leyes federales.","The procedure for forming the Council of Federation and the procedure for electing deputies to the State Duma shall be established by federal laws."],"metadata":{"topics":["http://www.constituteproject.org/ontology/lhselect","http://www.constituteproject.org/ontology/uhrest","http://www.constituteproject.org/ontology/uhselect"]}}]},{"content":["Article 97","Artículo 97"],"section":[{"content":["Puede ser elegido Diputado a la Duma de Estado (Cámara Baja) todo ciudadano de la Federación Rusa que haya alcanzado la edad de 21 años y tenga derecho a participar en elecciones.","Any citizen of the Russian Federation who has reached 21 years of age and who has the right to participate in elections may be elected deputy of the State Duma."],"metadata":{"topics":["http://www.constituteproject.org/ontology/lhrest","http://www.constituteproject.org/ontology/lhage"]}},{"content":["Una misma persona no puede al mismo tiempo ser miembro del Consejo de la Federación (Cámara Alta) y Diputado a la Duma de Estado (Cámara Baja). El Diputado a la Duma Estatal no puede ser diputado de otros órganos representativos de poder estatal y órganos de autogobierno local.","One and the same person may not be simultaneously a member of the Council of Federation and a deputy of the State Duma. A deputy of the State Duma may not be a deputy of other representative State government bodies and local self-government bodies."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/profleg"}}},{"content":["Los Diputados a la Duma de Estado ejercen sobre una base profesional permanente. No pueden ocupar cargos en instituciones estatales ni dedicarse a otra actividad remunerada, a excepción de actividad docente, científica u otra.","Deputies of the State Duma shall work on a professional permanent basis. Deputies of the State Duma may not be employed in State service or engage in other paid activities, except for teaching and scientific and other creative work."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/profleg"}}}]},{"content":["Artículo 98","Article 98"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/immunity"}},"section":[["Members of the Council of Federation and deputies of the State Duma shall enjoy immunity during the whole term of their office. They may not be detained, arrested or searched, except in the event of detention at the scene of a crime. They may not be subjected to personal searches, except in instances where this is provided for by federal law in order to ensure the safety of other people.","Los miembros del Consejo de la Federación y los Diputados a la Duma de Estado poseen inmunidad en el transcurso de todo el plazo de sus mandatos. No pueden ser detenidos, arrestados, sometidos a registro, a excepción de casos de detención en el lugar de delito, ni sometidos a registro personal, salvo los casos en que lo contemple la Ley Federal de Seguridad."],["La privación de inmunidad se decide por nota del Fiscal General de la Federación Rusa a la correspondiente Cámara de la Asamblea Federal.","The issue of the removal of immunity shall be resolved by an appropriate chamber of the Federal Assembly upon submission of the Prosecutor General of the Russian Federation."]]},{"content":["Artículo 99","Article 99"],"section":[{"content":["La Asamblea Federal es un órgano permanente.","The Federal Assembly shall be a permanently functioning body."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/session"}}},{"content":["La Duma de Estatal se reúne en su primera sesión treinta días después de haber sido elegida. El Presidente de la Federación Rusa puede convocar una reunión de la Duma de Estado antes de ese plazo.","The State Duma shall convene its first session on the thirtieth day after election. The President of the Russian Federation may convene a session of the State Duma earlier than this date."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exsess"}}},["The first session of the State Duma shall be opened by the oldest deputy.","La primera reunión de la Duma de Estado la abre el Diputado de mayor edad."],["From the moment that the State Duma of a new convocation begins to work the powers of the State Duma of the previous convocation shall expire.","Desde el momento de comenzar las labores de la Duma de Estado de la nueva legislatura, cesan las facultades de la Duma de Estado de la anterior legislatura."]]},{"content":["Article 100","Artículo 100"],"section":[["El Consejo de la Federación y la Duma de Estado se reúnen por separado.","The Council of Federation and the State Duma shall hold separate sessions."],{"content":["Las reuniones del Consejo de la Federación y la Duma de Estado son abiertas. En casos, estipulados por el Reglamento de la Cámara, puede celebrar reuniones a puerta cerrada.","Sessions of the Council of Federation and of the State Duma shall be open. In the cases envisaged by the procedural regulations of a chamber, the latter shall have the right to hold closed-door sessions."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/pubmeet"}}},{"content":["The chambers may hold joint sessions to hear messages of the President of the Russian Federation, messages of the Constitutional Court of the Russian Federation and speeches of leaders of foreign states.","Las Cámaras pueden celebrar reuniones conjuntas para escuchar mensajes del Presidente de la Federación Rusa, mensajes del Tribunal Constitucional de la Federación Rusa e intervenciones de dirigentes de Estados extranjeros."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legjoint"}}}]},{"content":["Article 101","Artículo 101"],"section":[{"content":["El Consejo de la Federación elige entre sus miembros al Presidente del Consejo de la Federación y a los Vicepresidentes. La Duma de Estado elige al Presidente de la Duma de Estado y a los Vicepresidentes.","The Council of Federation shall elect from among its members the Chairman of the Council of Federation and his (her) deputies. The State Duma shall elect from among its members the Chairman of the State Duma and his (her) deputies."],"metadata":{"topics":["http://www.constituteproject.org/ontology/uhlead","http://www.constituteproject.org/ontology/lhlead"]}},["The Chairman of the Council of Federation and his (her) deputies and the Chairman of the State Duma and his (her) deputies shall chair sessions and shall be in charge of the internal routine of the chamber.","El Presidente del Consejo de la Federación y los Vicepresidentes, el Presidente de la Duma de Estado y los Vicepresidentes presiden las reuniones de las respectivas Cámaras y se encargan de la aplicación de su Reglamento Interno."],{"content":["El Consejo de la Federación y la Duma de Estado forman los Comités y Comisiones y celebran audiencias parlamentarias sobre cuestiones de su competencia.","The Council of Federation and the State Duma shall set up committees and commissions and shall hold parliamentary hearings on issues under their authority."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/commit"}}},["Cada Cámara aprueba su reglamento y resuelve sus asuntos internos.","Each of the chambers shall adopt its procedural regulations and resolve issues relating to the routine procedures for its activities."],["To monitor implementation of the federal budget the Council of Federation and the State Duma shall set up the Accounts Chamber, whose composition and work procedures shall be determined by federal law.","El Consejo de la Federación y la Duma de Estado forman una Cámara de recuento, cuya composición y forma de actividad la determina la Ley Federal."]]},{"content":["Article 102","Artículo 102"],"section":[{"content":["The following shall be within the jurisdiction of the Council of Federation:","Serán de la competencia del Consejo de la Federación:"],"section":[["approval of border changes between constituent entities of the Russian Federation;","Aprobar cambios en la frontera entre los sujetos de la Federación Rusa."],{"content":["Aprobar el Decreto del Presidente de la Federación Rusa sobre implantación de la Ley Marcial.","approval of edict of the President of the Russian Federation on the introduction of martial law;"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}}},{"content":["Aprobar el Decreto del Presidente de la Federación Rusa sobre implantación del estado de excepción.","approval of edict of the President of the Russian Federation on the introduction of a state of emergency;"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}}},{"content":["Decidir la posibilidad de utilizar las Fuerzas Armadas de la Federación Rusa fuera de los límites del territorio de la Federación Rusa.","deciding on the possibility of using the Armed Forces of the Russian Federation outside the territory of the Russian Federation;"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/comchief"}}},["Convocar a elecciones presidenciales en la Federación Rusa.","announcement of elections of the President of the Russian Federation;"],["Destituir al Presidente de la Federación Rusa.","impeachment of the President of the Russian Federation;"],{"content":["appointment of judges of the Constitutional Court of the Russian Federation, of the Supreme Court of the Russian Federation;","El nombramiento de los magistrados del Tribunal Constitucional de la Federación de Rusia, del Tribunal Supremo de la Federación de Rusia;"],"metadata":{"topics":["http://www.constituteproject.org/ontology/hocsel","http://www.constituteproject.org/ontology/consel"]}},{"content":["El nombramiento y destitución del Fiscal General de la Federación de Rusia y de los diputados del Fiscal General de la Federación de Rusia;","appointment and dismissal of the Prosecutor General of the Russian Federation and deputies of the Prosecutor General of the Russian Federation;"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/atgen"}}},["appointment and dismissal of the deputy Chairman and half of the auditors of the Accounts Chamber.","Designar y destituir a los Vicepresidentes de la Cámara de Recuento y la mitad de sus auditores."]]},["El Consejo de la Federación aprueba disposiciones sobre la Constitución de la Federación Rusa atenientes a su competencia.","The Council of Federation shall adopt decrees on issues referred to its authority by the Constitution of the Russian Federation."],["Las disposiciones del Consejo de la Federación se aprueban por mayoría de votos del número total de miembros del Consejo de la Federación si la Constitución de la Federación Rusa no contempla otro Reglamento de Aprobación.","Decrees of the Council of Federation shall be adopted by a majority of the total number of members of the Council of Federation unless another procedure for adopting decisions is envisaged by the Constitution of the Russian Federation."]]},{"content":["Artículo 103","Article 103"],"section":[{"content":["Estará bajo la jurisdicción de la Duma Estatal:","The following shall be within the jurisdiction of the State Duma:"],"section":[{"content":["dar su consentimiento al nombramiento del Presidente del Gobierno de la Federación de Rusia por el Presidente de la Federación de Rusia;","consent to the appointment of the Chairman of the Government of the Russian Federation by the President of the Russian Federation;"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogelect"}}},{"content":["decidir la cuestión de la confianza en el Gobierno de la Federación de Rusia;","deciding the issue of confidence in the Government of the Russian Federation;"],"metadata":{"topics":["http://www.constituteproject.org/ontology/cabdiss","http://www.constituteproject.org/ontology/hogdiss"]}},{"content":["escuchar los informes anuales del Gobierno de la Federación de Rusia sobre los resultados de su actividad, incluidos los puntos planteados por la Duma;","hearing annual reports from the Government of the Russian Federation on the results of its work, including on issues raised by the State Duma;"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}}},{"content":["appointment and dismissal of the Chairman of the Central Bank of the Russian Federation;","nombramiento y despido del Presidente del Banco Central de la Federación de Rusia;"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/bank"}}},["nombramiento y destitución del Presidente y de la mitad de los auditores de la Cámara de Cuentas;","appointment and dismissal of the Chairman and half of the auditors of the Accounts Chamber;"],{"content":["nombramiento y destitución del Comisionado para los Derechos Humanos, quien actuará de acuerdo con ley constitucional federal;","appointment and dismissal of the Commissioner for Human Rights, who shall act according to federal constitutional law;"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ombuds"}}},["announcement of amnesty;","anuncio de amnistía;"],["bringing charges against the President of the Russian Federation for his (her) impeachment;","presentar cargos contra el Presidente de la Federación de Rusia por su destitución;"]]},["The State Duma shall adopt decrees on issues referred to its authority by the Constitution of the Russian Federation.","La Duma Estatal adoptará decretos sobre las cuestiones que le sean sometidas por la Constitución de la Federación Rusa."],["Decrees of the State Duma shall be adopted by a majority of the total number of deputies of the State Duma, unless another procedure for adopting decisions is envisaged by the Constitution of the Russian Federation.","Los decretos de la Duma del Estado se adoptarán por mayoría del número total de diputados de la Duma estatal, a menos que se contemple otro procedimiento para la adopción de decisiones en la Constitución de la Federación."]]},{"content":["Artículo 104","Article 104"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/divhouse"}},"section":[{"content":["El derecho de iniciativa legislativa corresponderá al Presidente de la Federación de Rusia, al Consejo miembros de la Federación, miembros del Consejo de la Federación, diputados de la Duma Estatal, Federación de Rusia y órganos legislativos (representativos) de las entidades constituyentes de la Federación de Rusia. El derecho de iniciativa legislativa pertenecerá también al Tribunal Constitucional de la Federación de Rusia y el Tribunal Supremo de la Federación de Rusia sobre cuestiones de su competencia.","The right of legislative initiative shall belong to the President of the Russian Federation, the Council of Federation, members of the Council of Federation, deputies of the State Duma, the Government of the Russian Federation, and legislative (representative) bodies of constituent entities of the Russian Federation. The right of legislative initiative shall also belong to the Constitutional Court of the Russian Federation and the Supreme Court of the Russian Federation on issues within their competence."],"metadata":{"topics":["http://www.constituteproject.org/ontology/mun","http://www.constituteproject.org/ontology/sub","http://www.constituteproject.org/ontology/legini"]}},["Los proyectos de leyes se presentarán a examen de la Duma (Cámara Baja).","Bills shall be submitted to the State Duma."],{"content":["Los proyectos de leyes para introducir o anular impuestos, eximir del pago de estos, emitir empréstitos nacionales, modificar las obligaciones financieras del Estado y otros que contemplen gastos del presupuesto federal se presentarán previas conclusiones del Gobierno Federal.","Bills on the introduction or cancellation of taxes, on exemption from taxes, on the issue of State loans, on changes in the financial obligations of the State, and other bills envisaging expenses to be covered from the federal budget may be submitted only upon a resolution of the Government of the Russian Federation."],"metadata":{"topics":["http://www.constituteproject.org/ontology/tax","http://www.constituteproject.org/ontology/finance","http://www.constituteproject.org/ontology/budget"]}}]},{"content":["Artículo 105","Article 105"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/divhouse"}},"section":[["Las leyes federales se adoptarán por la Duma (Cámara Baja).","Federal laws shall be adopted by the State Duma."],["Federal laws shall be adopted by a majority of votes of the total number of deputies of the State Duma, unless otherwise envisaged by the Constitution of the Russian Federation.","Las leyes federales se aprobarán por mayoría de votos de los Diputados de la Duma (Cámara Baja), salvo en los casos especificados por la Constitución de la Federación Rusa."],["Federal laws adopted by the State Duma shall be submitted within five days for examination by the Council of Federation.","Las leyes federales aprobadas por la Duma se elevarán dentro de cinco días, a más tardar, a consideración del Consejo de la Federación."],["A federal law shall be considered to have been approved by the Council of Federation if over a half of the total number of members of that chamber have voted for it or if the Council of Federation does not examine it within fourteen days. In the event that the Council of Federation rejects a federal law, the chambers may set up a conciliatory commission to settle differences, after which the federal law shall be reconsidered by the State Duma.","La Ley Federal dada se considerara aprobada por el Consejo de la Federación, de votar a favor de ella el 50 por ciento más uno de los componentes de la Cámara o de seguir está pendiente de examen por la Cámara más de 14 días. De declinarse la Ley Federal por el Consejo de la Federación, ambas Cámaras constituirán una comisión conciliadora para superar las discrepancias surgidas, después de lo cual la ley en cuestión será reexaminada por la Duma (Cámara Baja)."],["In the event that the State Duma disagrees with the decision of the Council of Federation a federal law shall be considered to have been adopted if in the second vote not less than two thirds of the total number of deputies of the State Duma has voted in favour of it.","De desaprobar la Duma (Cámara Baja) la decisión del Consejo de la Federación, será necesario para considerar aprobada la Ley Federal dada que, al menos, dos tercios de Diputados de la Cámara voten a favor en segundo intento."]]},{"content":["Article 106","Artículo 106"],"section":{"content":["Se someterán a examen del Consejo de la Federación las leyes federales aprobadas por la Duma (Cámara Baja) referentes:","Federal laws adopted by the State Duma on the following issues must compulsorily be examined by the Council of Federation:"],"section":[{"content":["the federal budget;","Al presupuesto federal;"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}}},{"content":["federal taxes and levies;","A la imposición y otras retribuciones federales;"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/tax"}}},["financial, currency, credit and customs regulation, money emission;","A la regulación financiera, monetaria, crediticia y aduanera y a la emisión de papel moneda;"],{"content":["A la firma y la rescisión de los Tratados Internacionales de la Federación Rusa;","ratification and denunciation of international treaties of the Russian Federation;"],"metadata":{"topics":["http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/treat"]}},["the status and protection of the State border of the Russian Federation;","Al estatus y la protección de las fronteras nacionales de la Federación Rusa;"],["war and peace.","A la guerra y la paz."]]}},{"content":["Artículo 107","Article 107"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legapp"}},"section":[["La Ley Federal aprobada en cinco días se elevará a examen del Presidente de la Federación Rusa para su sucesiva aprobación y promulgación.","An adopted federal law shall be submitted within five days to the President of the Russian Federation for signing and promulgation."],["The President of the Russian Federation shall sign the federal law and promulgate it within fourteen days.","El Presidente de la Federación Rusa procederá a firmar en 14 días la Ley Federal y a promulgarla."],{"content":["En caso de que el Presidente de la Federación Rusa decline la legislación federal dada en 14 días partir de la fecha en que la recibiera para examen, ésta será nuevamente sometida a consideración por la Duma (Cámara Baja) y el Consejo de la Federación, tal como lo establece la Constitución de la Federación Rusa. Si la legislación federal termina por aprobarse en segundo examen en la versión anteriormente adoptada por mayoría de, al menos, dos tercios de votos del Consejo de la Federación y de Diputados de la Duma (Cámara Baja), deberá ser firmada y promulgada por el Presidente de la Federación Rusa en un plazo de siete días.","If the President of the Russian Federation rejects a federal law within fourteen days of receiving it, the State Duma and the Council of Federation shall reconsider that law in accordance with the procedure established by the Constitution of the Russian Federation. If upon reconsideration the law is approved in the previously adopted wording by a majority of not less than two thirds of the total number of members of the Council of Federation and of deputies of the State Duma, it must be signed by the President within seven days and promulgated."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/override"}}}]},{"content":["Artículo 108","Article 108"],"section":[["Las leyes constitucionales federales se adoptarán sobre cuestiones estipuladas en la Constitución federal.","Federal constitutional laws shall be adopted on issues envisaged by the Constitution of the Russian Federation."],{"content":["A federal constitutional law shall be considered to have been adopted if it is approved by a majority of not less than three quarters of the total number of members of the Council of Federation and not less than two-thirds of the total number of deputies of the State Duma. An adopted federal constitutional law shall be signed by the President of the Russian Federation and promulgated within fourteen days.","La Ley Constitucional Federal se aprobará por mayoría de al menos tres cuartos de votos del Consejo de la Federación y de al menos dos tercios de los de la Duma (Cámara Baja). La Ley Constitucional Federal se someterá en un plazo de 14 días a la aprobación por el Presidente de la Federación Rusa y la sucesiva promulgación."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legsupr"}}}]},{"content":["Article 109","Artículo 109"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legdiss"}},"section":[["The State Duma may be dissolved by the President of the Russian Federation in the cases envisaged by Articles 111 and 117 of the Constitution of the Russian Federation.","La Duma (Cámara Baja), podrá disolverse por el Presidente de la Federación Rusa, según lo establecen los artículos 111 y 117 de la Constitución Federal."],["Disuelta la Duma (Cámara Baja), el Presidente de la Federación Rusa fijará la fecha de los comicios a condición de que la nueva Duma comience a sesionar dentro de cuatro meses, a más tardar, desde el momento de disolverse.","In the event that the State Duma is dissolved, the President of the Russian Federation shall announce the date of elections so that a newly-elected State Duma may be convened not later than four months after the dissolution."],["La Duma (Cámara Baja) no podrá ser disuelta tal como lo prevé el Artículo 117o de la Constitución de la Federación Rusa, durante un año después de ser elegida.","The State Duma may not be dissolved on the grounds envisaged in Article 117 of the Constitution of the Russian Federation during the year following its election."],["The State Duma may not be dissolved from the moment that it brings charges against the President of the Russian Federation until the Council of Federation adopts a decision on the issue.","La Duma no podrá disolverse desde el momento de presentar estas acusaciones contra el Presidente de la Federación Rusa hasta la aprobación de la pertinente Resolución por el Consejo de la Federación."],{"content":["La Duma no podrá ser disuelta durante el periodo de la Ley Marcial o el Estado de excepción decretados en todo el territorio nacional, ni tampoco en el transcurso de seis meses después del fin del mandato del Presidente de la Federación Rusa.","The State Duma may not be dissolved while a state of emergency or martial law is in effect on the whole territory of the Russian Federation, or during the last six months of the term of office of the President of the Russian Federation."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}}}]}]},{"content":["CAPÍTULO 6. EL GOBIERNO DE LA FEDERACIÓN RUSA","CHAPTER 6. THE GOVERNMENT OF THE RUSSIAN FEDERATION"],"section":[{"content":["Article 110","Artículo 110"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabinet"}},"section":[["El Gobierno de la Federación Rusa ejercerá el Poder Ejecutivo en la Federación Rusa.","Executive power in the Russian Federation shall be exercised by the Government of the Russian Federation."],{"content":["El Gobierno de la Federación Rusa estará integrado por el Presidente de Gobierno y varios de sus Vicepresidentes como también por los Ministros Federales.","The Government of the Russian Federation shall consist of the Chairman of the Government of the Russian Federation, deputy chairmen of the Government of the Russian Federation and federal ministers."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/execnum"}}}]},{"content":["Article 111","Artículo 111"],"metadata":{"topics":["http://www.constituteproject.org/ontology/hogelect","http://www.constituteproject.org/ontology/hogsucc"]},"section":[["The Chairman of the Government of the Russian Federation shall be appointed by the President of the Russian Federation with the consent of the State Duma.","El Presidente del Gobierno de la Federación Rusa será nombrado por el Jefe de Estado de la Federación, previo consentimiento de la Duma."],["Nominations for the Chairman of the Government of the Russian Federation shall be submitted not later than two weeks after a newly-elected President of the Russian Federation assumes office or after the resignation of the Government of the Russian Federation or within one week after the State Duma has rejected a nomination.","Las propuestas sobre la candidatura para la Jefatura del Gobierno Federal se presentarán dentro de dos semanas, a más tardar, después de la toma de posesión del Presidente electo de la Federación o la renuncia del Gobierno Federal, o bien dentro de una semana desde la fecha de declinada la candidatura para el cargo por la Duma."],["La Duma examinará la candidatura a la Jefatura del Ejecutivo presentada por el Presidente de la Federación durante una semana a partir de la fecha de su presentación.","The State Duma shall consider the candidate nominated by the President of the Russian Federation for the post of Chairman of the Government of the Russian Federation within one week after the submission of the nomination."],{"content":["In the event that the State Duma rejects the candidates for the post of Chairman of the Government of the Russian Federation three times, the President of the Russian Federation shall appoint the Chairman of the Government of the Russian Federation, dissolve the State Duma and announce new elections.","De declinarse en tres ocasiones por la Duma el candidato a la Presidencia del Gobierno de la Federación Rusa, el Presidente de la Federación nombrará al Jefe del Gobierno Federal, disolverá la Duma y convocará nuevos comicios."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legdiss"}}}]},{"content":["Artículo 112","Article 112"],"section":[["El Presidente del Gobierno Federal presentará al Presidente de la Federación Rusa en un plazo de una semana proposiciones respecto a la estructura del Poder Ejecutivo Federal.","The Chairman of the Government of the Russian Federation shall, not later than one week after appointment, submit to the President of the Russian Federation proposals on the structure of federal executive government bodies."],{"content":["The Chairman of the Government of the Russian Federation shall propose to the President of the Russian Federation candidates for the posts of deputy chairmen of the Government of the Russian Federation and federal ministers.","El Presidente del Gobierno de la Federación Rusa propondrá a examen a candidatos a los cargos de Vicepresidentes del Gobierno y las Carteras Federales."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabsel"}}}]},{"content":["Article 113","Artículo 113"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogpow"}},"section":["The Chairman of the Government of the Russian Federation, in accordance with the Constitution of the Russian Federation, federal laws and edicts of the President of the Russian Federation, shall determine the basic objectives of the activities of the Government of the Russian Federation and shall organize its work.","El Presidente del Gobierno de la Federación Rusa fijará, acorde con la Constitución y otras leyes de la Federación Rusa y los Decretos del Presidente de la Federación, las vertientes esenciales de la gestión del Gobierno Federal a su cargo y organizará la labor de este."]},{"content":["Artículo 114","Article 114"],"section":[{"content":["El gobierno de la Federación Rusa:","The Government of the Russian Federation:"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabpow"}},"section":[{"content":["Elaborará y presentará a la Duma Estatal el presupuesto federal y velará por su implementación; deberá presentar a la Duma Estatal un informe sobre la ejecución del presupuesto federal; presentará al Estado Duma los informes anuales sobre los resultados de su actividad, incluidos los puntos planteados por la Duma Estatal.","shall develop and submit to the State Duma a federal budget and provide for its implementation; shall submit to the State Duma a report on the implementation of the federal budget; and shall submit to the State Duma annual reports on the results of its work, including on issues raised by the State Duma;"],"metadata":{"topics":["http://www.constituteproject.org/ontology/budget","http://www.constituteproject.org/ontology/invexe"]}},["Garantizará la aplicación de una política financiera, crediticia y monetaria única en la Federación Rusa.","shall ensure the implementation in the Russian Federation of a uniform financial, credit and monetary policy;"],{"content":["Garantizará la realización de una política nacional única en los dominios de cultura, ciencia, instrucción, sanidad, seguridad social y protección medioambiental en la Federación Rusa.","shall ensure the implementation in the Russian Federation of a uniform State policy in the sphere of culture, science, education, health, social security and ecology;"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/science"}}},["Ejercerá la administración de la propiedad federal.","shall carry out the administration of federal property;"],["Garantizará la defensa del país, la seguridad nacional y la aplicación de la política externa de la Federación Rusa.","shall carry out measures to secure the defense of the country, State security, and implementation of the foreign policy of the Russian Federation;"],["shall implement measures to ensure lawfulness and civil rights and freedoms, protect property and public order, and combat crime;","Garantizará la observancia de la ley, el ejercicio de los derechos y libertades de los ciudadanos, la debida protección de la propiedad y la observancia del orden público y adoptará medidas para combatir la delincuencia."],["shall exercise other functions, which are entrusted to it by the Constitution of the Russian Federation, federal laws and edicts of the President of the Russian Federation.","Realizará otras funciones que asume de conformidad con la Constitución y otras leyes federales y los decretos del Presidente de la Federación Rusa."]]},["The procedure for the activities of the Government of the Russian Federation shall be determined by federal constitutional law.","La gestión del Gobierno de la Federación Rusa se determinará por la pertinente legislación constitucional federal."]]},{"content":["Artículo 115","Article 115"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogdec"}},"section":[["Sobre la base y en cumplimiento de la Constitución de la Federación Rusa, leyes federales y disposiciones normativas del Presidente de la Federación Rusa, el Gobierno de la Federación Rusa edita Decretos y Órdenes y asegura su cumplimiento.","On the basis of the Constitution of the Russian Federation, federal laws and normative edicts of the President of the Russian Federation and for the purpose of their implementation, the Government of the Russian Federation shall issue decrees and regulations and ensure their implementation."],["Las disposiciones y Ordenes del Gobierno de la Federación Rusa son de cumplimiento obligatorio en la Federación Rusa.","Decrees and regulations of the Government of the Russian Federation shall be binding in the Russian Federation."],["El Presidente de la Federación Rusa puede anular las disposiciones y resoluciones del Gobierno de la Federación Rusa si estas entran en contradicción con la Constitución de la Federación Rusa, las leyes federales o decretos del Presidente de la Federación Rusa.","In the event that decrees and regulations of the Government of the Russian Federation conflict with the Constitution of the Russian Federation, federal laws and edicts of the President of the Russian Federation, they may be abolished by the President of the Russian Federation."]]},{"content":["Article 116","Artículo 116"],"section":["The Government of the Russian Federation shall resign its powers before a newly-elected President of the Russian Federation.","El Gobierno de la Federación Rusa declina sus poderes ante el recién elegido Presidente de la Federación Rusa."]},{"content":["Artículo 117","Article 117"],"metadata":{"topics":["http://www.constituteproject.org/ontology/hogdiss","http://www.constituteproject.org/ontology/cabdiss"]},"section":[["The Government of the Russian Federation may offer its resignation and the President of the Russian Federation shall either accept or reject it.","El Gobierno de la Federación Rusa puede presentar la renuncia. Esta será admitida o rechazada por el Presidente de la Federación Rusa."],["El Presidente de la Federación Rusa está facultado para decidir sobre la dimisión del Gobierno.","The President of the Russian Federation may decide on the resignation of the Government of the Russian Federation."],{"content":["La Duma Estatal puede expresar voto de desconfianza al Gobierno. La disposición sobre la desconfianza al Gobierno se aprueba por mayoría de votos del número total de Diputados de la Duma Estatal. Después de expresar la Duma Estatal voto de desconfianza al Gobierno, el Presidente de la Federación Rusa tiene derecho a anunciar la dimisión del Gobierno o su desacuerdo con la decisión de la Duma Estatal. En caso de que la Duma Estatal en el curso de tres meses vuelva a expresar desconfianza al Gobierno, el Presidente anunciará la dimisión del Gobierno o disolverá la Duma Estatal.","The State Duma may express no confidence in the Government of the Russian Federation. A resolution of no confidence in the Government shall be adopted by a majority of votes of the total number of deputies of the State Duma. After the State Duma has expressed no confidence in the Government of the Russian Federation, the President of the Russian Federation shall have the right to announce the resignation of the Government or to reject the decision of the State Duma. In the event that the State Duma expresses no confidence in the Government of the Russian Federation again within three months, the President of the Russian Federation shall announce the resignation of the Government or dissolve the State Duma."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legdiss"}}},{"content":["The Chairman of the Government of the Russian Federation may raise before the State Duma the issue of confidence in the Government of the Russian Federation. If the State Duma returns a vote of no confidence, the President shall within seven days adopt a decision on the resignation of the Government of the Russian Federation or on the dissolution of the State Duma and the announcement of new elections.","El Presidente de Gobierno de la Federación Rusa puede presentar ante la Duma Estatal Moción de Confianza al Gobierno. Si la Duma Estatal la rechaza, el Presidente en el curso de siete días debe disponer la dimisión del Gobierno o la disolución de la Duma Estatal y fijar nuevas elecciones."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legdiss"}}},["In the event of the resignation or cessation of the powers of the Government of the Russian Federation, it shall continue to work on the instructions of the President of the Russian Federation until a new Government of the Russian Federation is formed.","En caso de que el Gobierno de la Federación Rusa dimite, éste, por encargo del Presidente de la Federación Rusa, continuará el ejercicio de sus funciones hasta que se forme el nuevo Gobierno."]]}]},{"content":["CHAPTER 7. JUDICIAL AUTHORITY AND PUBLIC PROSECUTION","CAPÍTULO 7. AUTORIDAD JUDICIAL Y PROSECUCIÓN PÚBLICA"],"section":[{"content":["Article 118","Artículo 118"],"section":[["La justicia será administrada en la Federación Rusa solo por los Tribunales.","Justice in the Russian Federation shall be administered only by court."],["Judicial authority shall be exercised by means of constitutional, civil, administrative and criminal proceedings.","El Poder Judicial se efectúa a través de procedimientos constitucionales, civiles, administrativos o penales."],["The judicial system in the Russian Federation shall be established by the Constitution of the Russian Federation and federal constitutional law. The creation of extraordinary courts shall not be permitted.","El sistema judicial de la Federación Rusa se establece por la Constitución de la Federación Rusa y la Ley Constitucional Federal. No se admite la formación de Tribunales de Excepción."]]},{"content":["Artículo 119","Article 119"],"metadata":{"topics":["http://www.constituteproject.org/ontology/hocres","http://www.constituteproject.org/ontology/conage","http://www.constituteproject.org/ontology/conres","http://www.constituteproject.org/ontology/hocage"]},"section":["Judges shall be citizens of the Russian Federation over 25 years of age with a higher education in law who have served in the legal profession for not less than five years. Federal law may establish additional requirements for judges of the courts of the Russian Federation.","Pueden ser jueces los ciudadanos de la Federación Rusa que hayan alcanzado la edad de 25 años y tengan instrucción superior jurídica y una antigüedad de trabajo en su profesión de no menos de cinco años. La ley federal puede establecer exigencias complementarias a los Jueces de los Tribunales de la Federación Rusa."]},{"content":["Article 120","Artículo 120"],"section":[{"content":["Judges shall be independent and shall be subordinate only to the Constitution of the Russian Federation and federal law.","Los Jueces son independientes y no deben obediencia más que a la ley."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judind"}}},["Should a court establish when considering a case that a legal act of a State or other body conflicts with law, it shall take a decision in accordance with the law.","El Tribunal, al establecer en la vista de la causa la discrepancia entre el acto de algún órgano estatal u otro y la ley, adopta la decisión en consonancia con la ley."]]},{"content":["Article 121","Artículo 121"],"metadata":{"topics":["http://www.constituteproject.org/ontology/hocterm","http://www.constituteproject.org/ontology/conterm"]},"section":[["Los jueces son inamovibles.","Judges shall be irremovable."],{"content":["The powers of a judge may be terminated or suspended only on the grounds and in accordance with the procedure established by federal law.","Las atribuciones de los jueces no pueden ser cesadas o suspendidas, sino de acuerdo a las reglas y sobre las bases establecidas por la Ley Federal."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jrem"}}}]},{"content":["Artículo 122","Article 122"],"section":[["Los jueces gozan de inmunidad.","Judges shall be inviolable."],["El Juez no podrá ser enjuiciado sino según lo establece la Ley Federal.","A judge cannot face criminal liability otherwise than in accordance with the procedure established by federal law."]]},{"content":["Artículo 123","Article 123"],"section":[{"content":["En todos los Tribunales los juicios serán abiertos. El juicio a puerta cerrada se permitirá en los casos previstos por la Ley Federal.","The examination of cases in all courts shall be open. Cases may be heard in closed sessions in those instances where this is permitted by federal law."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/pubtri"}}},["El juicio por contumacia de los casos delictivos no se permitirá, excepto los casos previstos por la Ley Federal.","The examination of criminal cases by default in courts shall not be permitted except in instances where this is permitted by federal law."],{"content":["El procedimiento judicial se efectuará a partir de la competición y la igualdad de los derechos de las partes.","Judicial proceedings shall be conducted on the basis of controversy and the equality of the parties concerned."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/fairtri"}}},{"content":["En los casos previstos por la Ley Federal, el procedimiento judicial se efectuará con la participación del Jurado.","In cases provided for by federal law, judicial proceedings shall be conducted with the participation of a jury."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jury"}}}]},{"content":["Artículo 124","Article 124"],"section":["Courts shall be financed only from the federal budget and should ensure the possibility of the complete and independent administration of justice according to the requirements of federal law.","La financiación de los Tribunales será efectuada únicamente a cuenta del Presupuesto Federal y deberá garantizar el ejercicio de la justicia plena e independientemente de acuerdo con la Ley Federal."]},{"content":["Article 125","Artículo 125"],"metadata":{"topics":["http://www.constituteproject.org/ontology/conpow","http://www.constituteproject.org/ontology/judcrts2"]},"section":[["El Tribunal Constitucional de la Federación Rusa está integrado por 19 jueces.","The Constitutional Court of the Russian Federation shall consist of 19 judges."],{"content":["El Tribunal Constitucional de la Federación de Rusia, a petición del Presidente de la Federación, el Consejo de Federación, la Duma Estatal, una quinta parte de los miembros del Consejo de la Federación o de los diputados de la Duma Estatal, el Gobierno de la Federación de Rusia, el Tribunal Supremo de la Federación de Rusia y los órganos de poder legislativo y ejecutivo de las entidades de la Federación Rusa, decidirá los casos de conformidad con la Constitución de la Federación de Rusia sobre:","The Constitutional Court of the Russian Federation, at the request of the President of the Russian Federation, the Council of Federation, the State Duma, one fifth of the members of the Council of Federation or of the deputies of the State Duma, the Government of the Russian Federation, the Supreme Court of the Russian Federation, and bodies of legislative and executive power of constituent entities of the Russian Federation, shall decide cases on conformity to the Constitution of the Russian Federation of:"],"metadata":{"topics":["http://www.constituteproject.org/ontology/uncon","http://www.constituteproject.org/ontology/interp"]},"section":[["Las leyes federales, las actas normativas del Presidente de la Federación Rusa, del Consejo de la Federación, de la Duma Estatal, del Gobierno de la Federación Rusa.","federal laws, normative acts of the President of the Russian Federation, the Council of Federation, the State Duma, the Government of the Russian Federation;"],{"content":["Las Constituciones de las Repúblicas, los estatutos, así como las leyes y otras actas normativas de los sujetos de la Federación Rusa emitidas para cuestiones que atañen a incumbencia de los organismos del poder estatal de la Federación Rusa y a la incumbencia conjunta de los organismos de poder estatal de la Federación Rusa y de los organismos de poder estatal de los sujetos de la Federación Rusa.","constitutions of republics, charters as well as laws and other normative acts of constituent entities of the Russian Federation adopted on issues under the jurisdiction of bodies of State power of the Russian Federation and under the joint jurisdiction of bodies of State power of the Russian Federation and bodies State power of constituent entities of the Russian Federation;"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/fedrev"}}},["Los acuerdos concertados entre los organismos de poder estatal de la Federación Rusa y los organismos de poder estatal de los sujetos de la Federación Rusa, los acuerdos concertados entre los organismos de poder estatal de los sujetos de la Federación Rusa.","treaties between bodies of State power of the Russian Federation and bodies of State power of constituent entities of the Russian Federation, treaties between bodies of State power of constituent entities of the Russian Federation;"],{"content":["Los acuerdos internacionales de la Federación Rusa que no entraron en vigor.","international treaties of the Russian Federation pending their entry into force."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intlaw"}}}]},{"content":["The Constitutional Court of the Russian Federation shall resolve disputes on authority:","El Tribunal Constitucional de la Federación Rusa resuelve los litigios de incumbencia:"],"section":[["between federal State government bodies;","Entre los organismos federales de poder estatal."],["Entre los organismos de poder estatal de la Federación Rusa y los organismos de poder estatal de los sujetos de la Federación Rusa.","between State government bodies of the Russian Federation and State government bodies of constituent entities of the Russian Federation;"],["Entre los organismos superiores estatales de entidades constituyentes de la Federación Rusa.","between higher State government bodies of constituent entities of the Russian Federation."]]},{"content":["The Constitutional Court of the Russian Federation, on receiving complaints about violations of the constitutional rights and freedoms of citizens and upon request of courts, shall check, in accordance with the procedure established by federal law, the constitutionality of a law which is used or is to be used in a particular case.","El Tribunal Constitucional de la Federación Rusa verificará, conforme las quejas de infracción de los derechos y las libertades de los ciudadanos y a solicitud de los juzgados, la legitimidad de la ley aplicada o que será aplicada en un caso concreto y según el orden establecido por la ley federal."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/interp"}}},{"content":["The Constitutional Court of the Russian Federation, upon request of the President of the Russian Federation, the Council of Federation, the State Duma, the Government of the Russian Federation, and legislative authorities of constituent entities of the Russian Federation, shall provide interpretation of the Constitution of the Russian Federation.","El Tribunal constitucional de la Federación Rusa interpretará la Constitución de la Federación Rusa, a solicitud del Presidente de la Federación Rusa, del Consejo de la Federación, de la Duma de Estado, del Gobierno de la Federación Rusa, de los organismos del Poder Legislativo de los sujetos de la Federación Rusa."],"metadata":{"topics":["http://www.constituteproject.org/ontology/interp","http://www.constituteproject.org/ontology/uncon"]}},{"content":["Las actas o algunos de sus artículos reconocidos anticonstitucionales perderán su vigor. Los acuerdos de la Federación Rusa que no correspondan a la Constitución de la Federación Rusa no serán puestos en vigor ni serán aplicados.","Acts or certain provisions thereof, which are recognized as unconstitutional, shall lose force; international treaties of the Russian Federation, which do not correspond to the Constitution of the Russian Federation, shall not be implemented or used."],"metadata":{"topics":["http://www.constituteproject.org/ontology/treatcon","http://www.constituteproject.org/ontology/uncon"]}},["El Tribunal Constitucional de la Federación Rusa, a solicitud del Consejo de la Federación, hará la conclusión pertinente respecto a la observancia del orden establecido para presentar acusaciones contra el Presidente de la Federación Rusa por traición al Estado o por cometer otro delito grave.","The Constitutional Court of the Russian Federation, upon request of the Council of Federation, shall issue a resolution on the observation of the established procedure for bringing charges of treason or of other grave crimes against the President of the Russian Federation."]]},{"content":["Article 126","Artículo 126"],"metadata":{"topics":["http://www.constituteproject.org/ontology/suppow","http://www.constituteproject.org/ontology/levjud"]},"section":["El Tribunal Supremo de la Federación de Rusia será el máximo órgano judicial para los casos civiles, solución de controversias económicas, asuntos penales, administrativos y otros, bajo la jurisdicción de los tribunales formado de acuerdo con la ley constitucional federal; ejercerá la supervisión judicial de sus actividades en las formas procesales previstas por la ley federal y proporcionará interpretación sobre asuntos de procedimientos de corte","The Supreme Court of the Russian Federation shall be the highest judicial body for civil cases, settlement of economic disputes, criminal, administrative and other cases under the jurisdiction of courts formed in accordance with federal constitutional law; it shall exercise judicial supervision over their activities in the procedural forms envisaged by federal law and shall provide interpretation on issues of court proceedings."]},{"content":["Artículo 127","Article 127"],"section":["[excluded in accordance with the Law of the Russian Federation on amendment to the Constitution of the Russian Federation of 5th February, 2014 No. 2-ФЗ]","Excluido"]},{"content":["Article 128","Artículo 128"],"section":[{"content":["Los Jueces del Tribunal Constitucional de la Federación Rusa, el Tribunal Supremo de la Federación Rusa serán designados por el Consejo de la Federación a propuesta del Presidente de la Federación Rusa.","Judges of the Constitutional Court of the Russian Federation, the Supreme Court of the Russian Federation shall be appointed by the Council of Federation upon nomination by the President of the Russian Federation."],"metadata":{"topics":["http://www.constituteproject.org/ontology/consel","http://www.constituteproject.org/ontology/hocsel"]}},{"content":["Judges of other federal courts shall be appointed by the President of the Russian Federation in accordance with the procedure established by federal law.","Los jueces de los otros tribunales federales son designados por el Presidente de la Federación Rusa de acuerdo a los procedimientos establecidos por ley federal."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ordsel"}}},{"content":["Las competencias y el procedimiento para la formación y actividad del Tribunal Constitucional de la Federación de Rusia, el Tribunal Supremo de la Federación de Rusia y otros tribunales federales establecido por la ley constitucional.","The powers and the procedure for the formation and activity of the Constitutional Court of the Russian Federation, the Supreme Court of the Russian Federation and other federal courts shall be established by federal constitutional law."],"metadata":{"topics":["http://www.constituteproject.org/ontology/conpow","http://www.constituteproject.org/ontology/suppow"]}}]},{"content":["Artículo 129","Article 129"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/atgen"}},"section":[["Powers, organization and procedure for the activity of public prosecution of the Russian Federation shall be determined by federal law.","Los poderes, organización y procedimiento para la acción pública contra la Federación de Rusia serán determinados por la ley federal."],["The Prosecutor General of the Russian Federation and deputies of the Prosecutor General of the Russian Federation shall be appointed and dismissed by the Council of Federation upon a proposal of the President of the Russian Federation.","El Fiscal General de la Federación de Rusia y los Diputados del Fiscal General de la Federación de Rusia serán nombrados y destituidos por el Consejo de Federación a propuesta de la Presidente de la Federación Rusa."],["Los fiscales de las entidades constituyentes de la Federación de Rusia serán nombrados por el Presidente de la Federación de Rusia, a propuesta del Fiscal General, coordinado con los entidades de la Federación de Rusia. Los fiscales de las entidades constituyentes de la Federación de Rusia serán despedidos por el Presidente de la Federación Rusa.","Public prosecutors of constituent entities of the Russian Federation shall be appointed by the President of the Russian Federation upon nomination of the Prosecutor General coordinated with constituent entities of the Russian Federation. Public prosecutors of constituent entities of the Russian Federation shall be dismissed by the President of the Russian Federation."],["Otros Fiscales, excepto los fiscales de ciudades, distritos y fiscales equiparados a ellos serán nombrados y destituidos por el Presidente de la Federación Rusa.","Other public prosecutors, except for public prosecutors of cities, districts and public prosecutors equated with them shall be appointed and dismissed by the President of the Russian Federation."],["Public prosecutors of cities, districts and public prosecutors equated with them shall be appointed and dismissed by the Prosecutor General of the Russian Federation.","Los fiscales de ciudades, distritos y fiscales equiparados a ellos serán designados y destituidos por el Fiscal General de la Federación de Rusia."]]}]},{"content":["CAPÍTULO 8. EL AUTOGOBIERNO LOCAL","CHAPTER 8. LOCAL SELF-GOVERNMENT"],"metadata":{"topics":["http://www.constituteproject.org/ontology/sub","http://www.constituteproject.org/ontology/mun"]},"section":[{"content":["Artículo 130","Article 130"],"section":[["El autogobierno local de la Federación Rusa garantiza la solución de los problemas de importancia local, de posesión, utilización y disposición de la propiedad municipal.","Local self-government in the Russian Federation shall provide for the independent resolution by the population of issues of local importance, and the possession, use and management of municipal property."],["Local self-government shall be exercised by citizens by means of referendum, elections and other forms of direct expression of their will, and through elected and other bodies of local self-government.","El autogobierno local se ejerce por los ciudadanos mediante referendos, elecciones y otras formas de expresión de la libre voluntad directa a través de los órganos electivos y otros de autogobierno local."]]},{"content":["Article 131","Artículo 131"],"section":[["Local self-government shall be administered in urban and rural settlements and on other territories with due consideration to historical and other local traditions. The structure of bodies of local self-government shall be determined by the population independently.","El autogobierno local se ejerce en localidades urbanas y rurales y en otros territorios habida cuenta de las tradiciones históricas y otras locales. La estructura de los órganos de autogobierno local la determina de forma independiente la población."],["Changes of borders of the territories in which local self-government is administered shall be permitted with due consideration to the opinion of the inhabitants of the relevant territories.","Se permiten cambios de la frontera de los territorios donde se ejerce el autogobierno local teniendo en cuenta la opinión de los habitantes de los correspondientes territorios."]]},{"content":["Artículo 132","Article 132"],"section":[["Los órganos de autogobierno local administran de forma independiente la propiedad municipal, forman, aprueban y cumplen el presupuesto local, establecen impuestos y recaudaciones, vigilan el orden público y resuelven otros problemas de importancia local.","Bodies of local self-government shall independently manage municipal property, form, approve and implement the local budget, introduce local taxes and levies, ensure the preservation of public order, and resolve other issues of local importance."],["La ley puede conceder a los órganos de autogobierno local algunas competencias estatales con asignación de medios materiales y financieros necesarios. Su cumplimiento estará bajo control del Estado.","Bodies of local self-government may be vested by law with certain State powers and accordingly receive material and financial resources which are necessary for their implementation. The implementation of the vested power shall be controlled by the State."]]},{"content":["Artículo 133","Article 133"],"section":["Local self-government in the Russian Federation shall be guaranteed by the right to legal protection and compensation of additional expenses arising as a result of decisions adopted by State government bodies, and by a ban on restrictions of the rights of local self-government which are established by the Constitution of the Russian Federation and federal laws.","El autogobierno local de la Federación Rusa tiene garantizado el derecho a la defensa judicial y compensación de gastos adicionales que surjan como resultado de decisiones adoptadas por los órganos de poder estatal y restricción de los derechos del autogobierno local, establecidos por la Constitución de la Federación Rusa y las leyes federales."]}]},{"content":["CHAPTER 9. CONSTITUTIONAL AMENDMENTS AND REVISION OF THE CONSTITUTION","CAPÍTULO 9. LAS ENMIENDAS CONSTITUCIONALES Y REFORMA DE LA CONSTITUCIÓN"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/amend"}},"section":[{"content":["Artículo 134","Article 134"],"section":["Las propuestas sobre enmiendas y reforma de la Constitución de la Federación Rusa pueden ser presentadas por el Presidente de la Federación Rusa, el Consejo de la Federación, la Duma Estatal, el Gobierno de la Federación Rusa, los órganos legislativos (representativos) de los sujetos de la Federación Rusa, así como un grupo de una quinta parte o más del total de los miembros del Consejo de la Federación o Diputados de la Duma Estatal.","Proposals on amendments to and revision of the provisions of the Constitution of the Russian Federation may be submitted by the President of the Russian Federation, the Council of Federation, the State Duma, the Government of the Russian Federation, legislative (representative) bodies of constituent entities of the Russian Federation, and by groups consisting of not less than one fifth of the members of the Council of Federation or of the deputies of the State Duma."]},{"content":["Artículo 135","Article 135"],"section":[["Las cláusulas de los Capítulos 1, 2 y 9 de la Constitución de la Federación Rusa no pueden ser reformadas por la Asamblea Federal.","The provisions of Chapters 1, 2 and 9 of the Constitution of the Russian Federation may not be revised by the Federal Assembly."],["If a proposal on revising the provisions of Chapters 1, 2 and 9 of the Constitution of the Russian Federation is supported by three fifths of the total number of members of the Council of Federation and deputies of the State Duma, then in accordance with federal constitutional law, a Constitutional Assembly shall be convened.","Si la propuesta de reforma de las cláusulas de los Capítulos 1, 2 y 9 de la Constitución de la Federación Rusa cuenta con tres quintas partes de los votos del total de los miembros del Consejo de la Federación y los diputados de la Duma Estatal, a tenor con la Ley Constitucional Federal se convoca la Asamblea Constitucional."],{"content":["La Asamblea Constitucional confirma la irrevocabilidad de la Constitución de la Federación Rusa o elabora el texto de una nueva Constitución de la Federación Rusa que es aprobada por la Asamblea Constitucional con dos tercios de votos del total de sus miembros o es presentado a plebiscito. Durante la celebración del plebiscito, la Constitución de la Federación Rusa se considera aprobada si por ella votó más de la mitad del electorado que participó en la votación, bajo condición de que haya participado más de la mitad de los electores.","The Constitutional Assembly shall either confirm the invariability of the Constitution of the Russian Federation or draft a new Constitution of the Russian Federation, which shall be adopted by the Constitutional Assembly by two thirds of the total number of its members or shall be referred to a referendum. In the event that a referendum is held, the Constitution of the Russian Federation shall be considered to have been adopted if over one half of voters who participated in the vote voted in favour of it and provided that over a half of the electorate participated in the referendum."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}}}]},{"content":["Article 136","Artículo 136"],"section":["Amendments to the provisions of Chapters 3-8 of the Constitution of the Russian Federation shall be adopted in accordance with the procedure established for the adoption of federal constitutional law and shall come into force after they have been approved by legislative authorities of not less than two thirds of the constituent entities of the Russian Federation.","Las enmiendas a los Capítulos 3 al 8 de la Constitución de la Federación Rusa se aprueban en la forma prevista para su adopción por la Ley Constitucional Federal y entran en vigencia después de que sean aprobadas por los órganos de Poder Legislativo de no menos de dos tercios de los sujetos de la Federación."]},{"content":["Article 137","Artículo 137"],"section":[["Amendments to Article 65 of the Constitution of the Russian Federation which determines the composition of the Russian Federation shall be introduced on the basis of a federal constitutional law on the admission to the Russian Federation and the creation within it of new constituent entities of the Russian Federation, or on changes in the constitutional and legal status of a constituent entity of the Russian Federation.","Los cambios en el Artículo 65 de la Constitución de la Federación Rusa, que determinan la composición de la Federación Rusa, se hacen a partir de la Ley Constitucional Federal sobre admisión en la Federación Rusa de un nuevo sujeto de la Federación Rusa y sobre cambios en el estatus jurídico-constitucional del sujeto de la Federación Rusa."],["En caso de cambiar los nombres de Repúblicas, territorios, regiones, ciudades de importancia federal, región autónoma y comarca autónoma, la nueva denominación del sujeto de la Federación Rusa debe ser incluida en el Artículo 65 de la Federación Rusa.","In the event of a change in the name of a republic, kray, oblast, city of federal significance, autonomous oblast or autonomous okrug the new name of the constituent entity of the Russian Federation shall be included in Article 65 of the Constitution of the Russian Federation."]]}]}]},{"content":["SECCIÓN 2. DISPOSICIONES FINALES Y PROVISIONALES","SECTION TWO. Concluding and interim provisions"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/tranprov"}},"section":[{"content":["La Constitución de la Federación de Rusia entrará en vigor a partir del momento de su publicación oficial en conformidad con los resultados del referéndum nacional.","The Constitution of the Russian Federation shall come into force from the moment of its official publication according to the results of the national referendum."],"section":[["El día del referéndum nacional, el 12 de diciembre de 1993, se considerará como el día de la adopción de la Constitución de la Federación de Rusia.","The day of the national referendum, December 12, 1993, shall be considered the day of adopting the Constitution of the Russian Federation."],["Al mismo tiempo, la Constitución (Ley Fundamental) de la Federación Rusa - Rusia adoptada el 12 de abril de 1978 con todas las enmiendas y adiciones, dejará de tener efecto.","At the same time the Constitution (Fundamental Law) of the Russian Federation - Russia adopted on April 12, 1978 with all amendments and additions shall cease to have effect."],["In the event of the non-conformity to the Constitution of the Russian Federation of the provisions of the Federation Treaty - Treaty on the division of authorities and powers between federal State government bodies of the Russian Federation and the State government bodies of constituent sovereign republics of the Russian Federation, the Treaty on the division of authorities and powers between federal State government bodies of the Russian Federation and the State government bodies of krays, oblasts, and the cities of Moscow and St. Petersburg of the Russian Federation, the Treaty on the division of authorities and powers between federal State government bodies of the Russian Federation and State government bodies of autonomous oblast and autonomous okrugs within the Russian Federation, and other treaties between federal State government bodies of the Russian Federation and State government bodies of constituent entities of the Russian Federation and treaties between State government bodies of constituent entities of the Russian Federation, the provisions of the Constitution of the Russian Federation shall apply.","En caso de incumplimiento por la Constitución de la Federación de Rusia de las disposiciones del Tratado de la Federación - Tratado sobre la división de autoridades y poderes entre los órganos del gobierno estatal federal de la Federación de Rusia y los órganos del gobierno estatal de las repúblicas soberanas constituyentes de la Federación de Rusia, el Tratado sobre la división de autoridades y poderes entre los órganos del gobierno estatal federal de la Federación de Rusia y los órganos del gobierno estatal de krays, oblasts, y las ciudades de Moscú y San Petersburgo de la Federación Rusa, el Tratado sobre la división de autoridades y poderes entre los cuerpos del gobierno estatal federal de la Federación de Rusia y los órganos del gobierno estatal del oblast autónomo y los okrugs autónomos dentro de la Federación Rusa, y otros tratados entre los órganos del gobierno estatal federal de la Federación de Rusia y los órganos del gobierno estatal de las entidades constituyentes del Federación Rusa y tratados entre el gobierno estatal bo muere de las entidades constitutivas de la Federación de Rusia, se aplicarán las disposiciones de la Constitución de la Federación de Rusia."]]},["Las leyes y otros actos jurídicos vigentes en el territorio de la Federación de Rusia antes de que entre en vigor esta Constitución se aplicarán en la medida en que no entren en conflicto con la Constitución de la Federación de Rusia.","Laws and other legal acts which were in force on the territory of the Russian Federation before this Constitution comes into force shall apply to the extent that they do not conflict with the Constitution of the Russian Federation."],["The President of the Russian Federation, elected in accordance with the Constitution (Fundamental Law) of the Russian Federation - Russia, shall from the day that this Constitution comes into force exercise the powers established by it until the term of office for which he (she) was elected expires.","El Presidente de la Federación de Rusia, elegido de conformidad con la Constitución (Ley Fundamental) de la Federación de Rusia - Rusia, desde el día en que entre en vigor esta Constitución, ejercerá las facultades que haya establecido hasta el término del cargo por el que él (ella) fuese elegido expire."],["El Consejo de Ministros - Gobierno de la Federación de Rusia - desde el momento en que entre en vigor esta Constitución, adquirirá los derechos, obligaciones y responsabilidades del Gobierno de la Federación de Rusia, que están establecidos por la Constitución de la Federación de Rusia y en lo sucesivo se llamará el Gobierno de la Federación Rusa.","The Council of Ministers - Government of the Russian Federation - from the moment that this Constitution comes into force, shall acquire the rights, obligations and responsibilities of the Government of the Russian Federation, which are established by the Constitution of the Russian Federation and shall hereafter be called the Government of the Russian Federation."],{"content":["Los tribunales de la Federación de Rusia administrarán justicia de conformidad con sus poderes establecidos en esta Constitución.","The courts of the Russian Federation shall administer justice in accordance with their powers as established by this Constitution."],"section":["After the Constitution has come into force, judges of all courts of the Russian Federation shall retain their powers until the term for which they were elected expires. Vacant positions shall be filled in accordance with the procedure established by this Constitution.","Luego de que la Constitución haya entrado en vigor, los jueces de todos los tribunales de la Federación de Rusia conservarán sus poderes hasta que expire el período para el que fueron elegidos. Los puestos vacantes se cubrirán de acuerdo con el procedimiento establecido por esta Constitución."]},{"content":["Hasta la adopción e implementación de la ley federal, que establece el procedimiento para el examen de los casos por un tribunal de jurados, se aplicará el procedimiento existente para el examen judicial de los casos correspondientes.","Until the adoption and implementation of the federal law, which establishes the procedure for the examination of cases by a court of jury, the existing procedure for the court examination of corresponding cases shall apply."],"section":["Hasta que la legislación procesal penal de la Federación de Rusia se haya adaptado a las disposiciones de esta Constitución, se aplicará el procedimiento anterior para el arresto, la detención y el mantenimiento de la custodia de las personas sospechosas de haber cometido un delito.","Until criminal-procedural legislation of the Russian Federation has been brought into line with the provisions of this Constitution, the previous procedure for the arrest, detention and keeping in custody of persons suspected of committing a crime shall apply."]},["The Council of Federation of the first convocation and the State Duma of the first convocation shall be elected for a period of two years.","El Consejo de la Federación de la primera convocatoria y la Duma Estatal de la primera convocatoria serán elegidos por un período de dos años."],["El Consejo de la Federación se reunirá para su primera sesión el trigésimo día después de las elecciones. La primera sesión del Consejo de la Federación será inaugurada por el Presidente de la Federación de Rusia.","The Council of Federation shall meet for its first session on the thirtieth day after the elections. The first session of the Council of Federation shall be opened by the President of the Russian Federation."],{"content":["A deputy of the State Duma of the first convocation may be simultaneously a member of the Government of the Russian Federation. Provisions of this Constitution on the immunity of deputies with respect to responsibility for actions (inaction) connected with the fulfilment of their official duties shall not extend to deputies of the State Duma who are members of the Government of the Russian Federation.","Un diputado de la Duma Estatal de la primera convocatoria puede ser simultáneamente miembro del Gobierno de la Federación Rusa. Las disposiciones de esta Constitución sobre la inmunidad de los diputados con respecto a la responsabilidad por las acciones (inacción) relacionadas con el cumplimiento de sus deberes oficiales no se extenderán a los diputados de la Duma Estatal que sean miembros del Gobierno de la Federación Rusa."],"section":["Deputies of the Council of Federation of the first convocation shall exercise their powers on a non-permanent basis.","Los Diputados del Consejo de la Federación de la primera convocatoria ejercerán sus poderes de forma no permanente."]}]}]}}